-- phpMyAdmin SQL Dump
-- version 4.7.9
-- https://www.phpmyadmin.net/
--
-- Хост: localhost
-- Время создания: Май 19 2018 г., 13:23
-- Версия сервера: 5.6.39
-- Версия PHP: 5.6.35

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `forms`
--

-- --------------------------------------------------------

--
-- Структура таблицы `auth`
--

CREATE TABLE `auth` (
  `id` int(11) NOT NULL,
  `login` varchar(65) NOT NULL,
  `password` varchar(65) NOT NULL,
  `role` varchar(15) NOT NULL DEFAULT 'user',
  `user_name` varchar(20) DEFAULT NULL,
  `class` int(2) DEFAULT NULL,
  `class_name` varchar(1) DEFAULT NULL,
  `date` date NOT NULL,
  `time` time NOT NULL,
  `last_login` datetime NOT NULL,
  `login_ip` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `auth`
--

INSERT INTO `auth` (`id`, `login`, `password`, `role`, `user_name`, `class`, `class_name`, `date`, `time`, `last_login`, `login_ip`) VALUES
(15, 'admin', 'ghjcnjgbpltw', 'admin', 'Администратор', 0, '0', '2018-05-12', '08:50:12', '2018-05-19 08:36:40', '192.168.0.13'),
(31, 'столовая', 'столовая', 'monitor', 'столовая', 0, '0', '2018-05-14', '15:45:10', '0000-00-00 00:00:00', ''),
(32, '1а', '1а', 'user', 'Терёхина Т.Л.', 1, 'А', '2018-05-15', '12:57:21', '2018-05-19 08:47:54', '192.168.0.248'),
(33, '1б', '1б', 'user', 'Хватова Л.В.', 1, 'Б', '2018-05-15', '13:37:35', '2018-05-18 16:02:28', '192.168.0.248'),
(34, '1в', '1в', 'user', 'Никулина Т.В.', 1, 'В', '2018-05-15', '13:38:15', '0000-00-00 00:00:00', ''),
(35, '1г', '1г', 'user', 'Потапова И.Г.', 1, 'Г', '2018-05-15', '13:38:37', '0000-00-00 00:00:00', ''),
(36, '2б', '2б', 'user', 'Радостева Н.С.', 2, 'Б', '2018-05-15', '13:39:29', '0000-00-00 00:00:00', ''),
(37, '2в', '2в', 'user', 'Десятникова Л.Н.', 2, 'В', '2018-05-15', '13:40:09', '0000-00-00 00:00:00', ''),
(38, '2а', '2а', 'user', 'Ильюк Л.А.', 2, 'А', '2018-05-15', '13:40:43', '0000-00-00 00:00:00', ''),
(39, '2г', '2г', 'user', 'Терёхина Т.Л.', 2, 'Г', '2018-05-15', '13:45:47', '0000-00-00 00:00:00', ''),
(40, '3а', '3а', 'user', 'Степанова Л.А.', 3, 'А', '2018-05-15', '13:46:22', '0000-00-00 00:00:00', ''),
(41, '3б', '3б', 'user', 'Малинина С.А.', 3, 'Б', '2018-05-15', '13:47:01', '0000-00-00 00:00:00', ''),
(42, '3в', '3в', 'user', 'Симонова Л.Н.', 3, 'В', '2018-05-15', '13:47:35', '0000-00-00 00:00:00', ''),
(43, '3г', '3г', 'user', 'Гайсина Ф.З.', 3, 'Г', '2018-05-15', '13:47:56', '0000-00-00 00:00:00', ''),
(44, '4а', '4а', 'user', 'Старшова Л.П.', 4, 'А', '2018-05-15', '13:48:45', '0000-00-00 00:00:00', ''),
(45, '4б', '4б', 'user', 'Симонова И.В.', 4, 'Б', '2018-05-15', '13:49:31', '0000-00-00 00:00:00', ''),
(46, '4в', '4в', 'user', 'Петролай А.С.', 4, 'В', '2018-05-15', '13:50:15', '0000-00-00 00:00:00', ''),
(47, '4г', '4г', 'user', 'Лаптева Е.В.', 4, 'Г', '2018-05-15', '13:50:43', '0000-00-00 00:00:00', ''),
(48, '5а', '5а', 'user', 'Ермакова Н.И.', 5, 'А', '2018-05-15', '13:51:36', '0000-00-00 00:00:00', ''),
(49, '5б', '5б', 'user', 'Гречкина Е.Е.', 5, 'Б', '2018-05-15', '13:51:54', '0000-00-00 00:00:00', ''),
(50, '5в', '5в', 'user', 'Крайнова Н.И.', 5, 'В', '2018-05-15', '13:52:23', '0000-00-00 00:00:00', ''),
(51, '5г', '5г', 'user', 'Заломина Е.Ю.', 5, 'Г', '2018-05-15', '13:52:40', '2018-05-19 08:06:11', '192.168.0.123'),
(52, '6а', '6а', 'user', 'Лаптева Е.С.', 6, 'А', '2018-05-15', '13:54:31', '0000-00-00 00:00:00', ''),
(53, '6б', '6б', 'user', 'Журавская М.В.', 6, 'Б', '2018-05-15', '13:54:53', '0000-00-00 00:00:00', ''),
(54, '6в', '6в', 'user', 'Зайцева Л.В.', 6, 'В', '2018-05-15', '13:55:12', '0000-00-00 00:00:00', ''),
(55, '7а', '7а', 'user', 'Гардер И.А.', 7, 'А', '2018-05-15', '13:57:33', '0000-00-00 00:00:00', ''),
(56, '7б', '7б', 'user', 'Мокшина Я.В.', 7, 'Б', '2018-05-15', '13:57:58', '0000-00-00 00:00:00', ''),
(57, '7в', '7в', 'user', 'Ганжа Н.К.', 7, 'В', '2018-05-15', '13:58:19', '0000-00-00 00:00:00', ''),
(58, '7г', '7г', 'user', 'Павленко П.В.', 7, 'Г', '2018-05-15', '13:58:34', '0000-00-00 00:00:00', ''),
(59, '8а', '8а', 'user', 'Федера Т.А.', 8, 'А', '2018-05-15', '13:58:53', '0000-00-00 00:00:00', ''),
(60, '8б', '8б', 'user', 'Делянова С.В.', 8, 'Б', '2018-05-15', '13:59:11', '0000-00-00 00:00:00', ''),
(61, '8в', '8в', 'user', 'Грибовская Г.К.', 8, 'В', '2018-05-15', '13:59:43', '0000-00-00 00:00:00', ''),
(62, '9а', '9а', 'user', 'Садюкова Н.К.', 9, 'А', '2018-05-15', '14:00:13', '0000-00-00 00:00:00', ''),
(63, '9б', '9б', 'user', 'Семёнова Д.А.', 9, 'Б', '2018-05-15', '14:00:33', '0000-00-00 00:00:00', ''),
(64, '9в', '9в', 'user', 'Фалалеева Л.А.', 9, 'В', '2018-05-15', '14:00:52', '0000-00-00 00:00:00', ''),
(66, '10б', '10б', 'user', 'Ленков А.И.', 10, 'Б', '2018-05-15', '14:01:32', '0000-00-00 00:00:00', ''),
(67, '11а', '11а', 'user', 'Луценко Г.И.', 11, 'А', '2018-05-15', '14:01:50', '0000-00-00 00:00:00', ''),
(68, '11б', '11б', 'user', 'Балчугова А.Ю.', 11, 'Б', '2018-05-15', '14:02:05', '0000-00-00 00:00:00', ''),
(69, '10а', '10а', 'user', 'Кадргулов Р.Р.', 10, 'А', '2018-05-15', '15:33:22', '0000-00-00 00:00:00', '');

-- --------------------------------------------------------

--
-- Структура таблицы `eatery`
--

CREATE TABLE `eatery` (
  `id` int(11) NOT NULL,
  `class` int(2) DEFAULT NULL,
  `class_name` varchar(2) DEFAULT NULL,
  `count` int(11) DEFAULT NULL,
  `count_lg` int(11) DEFAULT NULL,
  `user_name` varchar(65) DEFAULT NULL,
  `names_lg` text NOT NULL,
  `date` date DEFAULT NULL,
  `time` time DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `eatery`
--

INSERT INTO `eatery` (`id`, `class`, `class_name`, `count`, `count_lg`, `user_name`, `names_lg`, `date`, `time`) VALUES
(14, 1, 'А', 0, 0, 'Терёхина Т.Л.', '', '2018-04-17', '16:41:25'),
(15, 11, 'Г', 30, 6, 'Вербкин М.С.', '', '2018-04-17', '23:27:35'),
(18, 1, 'А', 0, 0, 'Терёхина Т.Л.', '', '2018-04-18', '16:41:25'),
(19, 10, 'А', 4, 7, '411', '', '2018-04-18', '14:08:42'),
(20, 2, 'В', 4, 7, '411', '', '2018-04-18', '14:08:48'),
(21, 1, 'А', 0, 0, 'Терёхина Т.Л.', '', '2018-04-18', '16:41:25'),
(22, 1, 'В', 0, 0, 'fgd', '', '2018-04-18', '23:35:13'),
(23, 1, 'Г', 7, 6, 'ihgy', '', '2018-04-19', '19:03:22'),
(24, 1, 'Б', 23, 1, 'Хватова Л. В.', 'Скрябин Матвей', '2018-04-19', '12:58:04'),
(25, 5, 'А', 20, 6, 'Ермакова НИ', 'Джавадян, Кохан, Жихорь, Шакирьянова, Ходжаев, Хафизов', '2018-04-19', '09:34:33'),
(26, 10, 'А', 0, 6, 'ihgy', '', '2018-04-19', '18:16:50'),
(27, 1, 'А', 0, 0, 'Терёхина Т.Л.', '', '2018-04-19', '16:41:25'),
(28, 1, 'В', 0, 6, 'ihgy', '', '2018-04-19', '19:03:15'),
(29, 2, 'В', 0, 0, 'ffgfgf', '', '2018-04-19', '19:10:48'),
(30, 9, 'Б', 10, 14, 'вап', '', '2018-04-19', '19:37:21'),
(31, 5, 'Г', 24, 7, 'Заломина Е.Ю.', 'Абрарова Арина\r\nКучирова Диана\r\nДанильченко Саша \r\nФакарова Камилла \r\nЦыбина Саша \r\nГорейко Даша\r\nКрасноперов Кирилл\r\n', '2018-04-19', '14:56:07'),
(32, 4, 'А', 4, 22, 'вап', '', '2018-04-19', '19:46:26'),
(33, 7, 'А', 4, 22, 'вап', '', '2018-04-19', '19:46:33'),
(34, 3, 'В', 4, 22, 'вап', '', '2018-04-19', '19:48:07'),
(35, 10, 'В', 78, 0, 'test', '', '2018-04-19', '15:07:17'),
(36, 8, 'Г', 8, 11, 'test', '', '2018-04-19', '15:14:05'),
(37, 9, 'Г', 7, 15, '123', '', '2018-04-19', '15:14:57'),
(38, 1, 'А', 0, 0, 'Терёхина Т.Л.', '', '2018-04-20', '16:41:25'),
(39, 11, 'А', 0, 0, 'fhfgh', '', '2018-04-20', '08:21:51'),
(40, 5, 'А', 20, 6, 'Ермакова НИ', 'Джавадян, Кохан, Жихорь, Шакирьянова, Ходжаев, Хафизов', '2018-04-27', '09:34:33'),
(41, 1, 'А', 0, 0, 'Терёхина Т.Л.', '', '2018-04-27', '16:41:25'),
(42, 8, 'Б', 23, 2, 'Делянова Светлана Валерьевна', 'Васичкина Алиса\r\nГонтарь Юрий', '2018-04-28', '09:38:57'),
(43, 1, 'Б', 23, 1, 'Хватова Л. В.', 'Скрябин Матвей', '2018-05-03', '12:58:04'),
(44, 3, 'В', 13, 4, 'Симонова Л.Н.', 'Лавров Даниил\r\nХоджаев Джонибег\r\nХусаинов Арсений\r\nЦыбин Игорь', '2018-05-03', '08:34:19'),
(45, 4, 'Г', 20, 5, 'Е.В. Лаптева', 'Неганова Виолетта\r\nЖакшалыков Альберт\r\nРоманенко Александр\r\nНоврузов Аслан\r\nСкрябина Анна\r\n', '2018-05-03', '09:40:14'),
(46, 4, 'Б', 22, 2, 'Симонова Ирина Викторовна', 'Вологжанина Александра\r\nЯруллина Алина', '2018-05-03', '08:38:12'),
(47, 8, 'А', 23, 2, 'Федера Татьяна Александровна', 'Русинова Татьяна Сергеевна\r\nАфанасьева Виктория Сергеевна', '2018-05-03', '08:48:33'),
(48, 7, 'Б', 21, 1, 'Мокшина Яна Владимировна', 'Положай Владислава Денисовна', '2018-05-03', '09:21:38'),
(49, 10, 'А', 23, 1, 'Кадргулов Р.Р.', 'Головин Д.', '2018-05-03', '09:24:34'),
(50, 5, 'Б', 20, 3, 'Гречкина Е.Е. ', 'Ошарова Елена, Симоненко Богдан, Ходжаева Шахноза ', '2018-05-03', '09:25:21'),
(51, 9, 'А', 25, 3, 'Садюкова', 'Горейко, Пьянзин, Полевая', '2018-05-03', '10:14:47'),
(52, 9, 'В', 21, 5, 'Фалалеева Л. А.', 'Ельшин александр\r\nЕльшина Валерия\r\nИшмухаметова Динара\r\nНеганов Артем\r\nХоджаева Сабрина', '2018-05-03', '10:31:44'),
(53, 11, 'Б', 23, 2, 'Балчугова Альбина Юрьевна', 'Турова Софья\r\nПименова Екатерина', '2018-05-03', '10:36:38'),
(54, 7, 'Г', 20, 2, 'Павленко ПВ', 'Ишмухаметов Даниил\r\nХоджаев Аламжон', '2018-05-03', '10:50:28'),
(55, 4, 'А', 24, 6, 'Старшова Лидия Петровна', 'Афанасьева Вероника\r\nГузиев Марат\r\nПименова Татьяна\r\nТуркин Арсений\r\nШмигель  Вероника\r\nЯмова Мария\r\n', '2018-05-03', '11:16:41'),
(56, 1, 'Г', 27, 5, 'Потапова И.Г.', 'Кучирова К. \r\nКамаев М. \r\nХмарских И. \r\nСтребиж Т. \r\nДюрягин Т.', '2018-05-03', '13:07:25'),
(57, 5, 'Г', 24, 7, 'Заломина Е.Ю.', 'Абрарова Арина\r\nКучирова Диана\r\nДанильченко Саша \r\nФакарова Камилла \r\nЦыбина Саша \r\nГорейко Даша\r\nКрасноперов Кирилл\r\n', '2018-05-03', '14:56:07'),
(58, 4, 'Г', 20, 5, 'Е.В. Лаптева', 'Неганова Виолетта\r\nЖакшалыков Альберт\r\nРоманенко Александр\r\nНоврузов Аслан\r\nСкрябина Анна\r\n', '2018-05-04', '09:40:14'),
(59, 4, 'Б', 24, 2, 'Симонова Ирина Викторовна', 'Вологжанина Александра\r\nЯруллинаАлина', '2018-05-04', '08:34:55'),
(60, 4, 'В', 23, 6, 'Петролай А. С.', 'Бевзюк Д., Гарипов И., Иванцова С., Иноземцева Е., Мидко Ф., Пятилетова К.', '2018-05-04', '08:54:41'),
(61, 9, 'А', 26, 3, 'Садюкова', 'Полевая\r\nГорейко\r\nПьянзин', '2018-05-04', '09:03:19'),
(62, 8, 'А', 20, 2, 'ФедераТА', 'Афанасьева В.С.\r\nРусинова Т.С', '2018-05-04', '09:23:20'),
(63, 5, 'Б', 17, 2, 'Гречкина Е.Е.', 'Ходжаева Шахноза, Симоненко Богдан ', '2018-05-04', '09:25:17'),
(64, 6, 'Б', 18, 4, 'Журавская МВ', 'Хусаинов Степан\r\nЧермантиев Илья\r\nКосенко Вова\r\nГолдобин Коля', '2018-05-04', '13:44:18'),
(65, 11, 'Б', 22, 2, 'Балчугова Альбина Юрьевна', 'Турова Софья,\r\nПименова Екатерина', '2018-05-04', '10:36:42'),
(66, 5, 'Г', 24, 7, 'Заломина Е.Ю.', 'Абрарова Арина\r\nКучирова Диана\r\nДанильченко Саша \r\nФакарова Камилла \r\nЦыбина Саша \r\nГорейко Даша\r\nКрасноперов Кирилл\r\n', '2018-05-04', '14:56:07'),
(67, 1, 'Б', 23, 1, 'Хватова Л. В.', 'Скрябин Матвей', '2018-05-04', '12:58:04'),
(69, 4, 'Б', 22, 1, 'Симонова Ирина Викторовна', 'Яруллина Алина', '2018-05-05', '08:31:59'),
(70, 4, 'В', 22, 6, 'Петролай А. С.', 'Иванцова, Иноземцева, Пятилетова, Бевзюк, Гарипов, Медко', '2018-05-05', '08:32:18'),
(71, 4, 'Г', 20, 5, 'Е.В. Лаптева', 'Неганова Виолетта\r\nЖакшалыков Альберт\r\nРоманенко Александр\r\nНоврузов Аслан\r\nСкрябина Анна\r\n', '2018-05-05', '09:40:14'),
(72, 5, 'Г', 24, 7, 'Заломина Е.Ю.', 'Абрарова Арина\r\nКучирова Диана\r\nДанильченко Саша \r\nФакарова Камилла \r\nЦыбина Саша \r\nГорейко Даша\r\nКрасноперов Кирилл\r\n', '2018-05-05', '14:56:07'),
(73, 9, 'А', 28, 4, 'Садюкова', 'ткаченко, Пьянзин, Горейко, Полевая', '2018-05-05', '09:05:28'),
(74, 4, 'А', 19, 6, 'Старшова Лидия Петровна', 'Пименова Т., Ямова М., Туркин  А., Шмигель В., Гузиев М.,  Афанасьева  В.', '2018-05-05', '09:05:53'),
(75, 5, 'Б', 18, 3, 'Гречкина Е.Е.', 'Ткаченко Богдан, Ходжаева Шахноза, Симоненко Богдан ', '2018-05-05', '09:22:57'),
(76, 11, 'Б', 22, 2, 'Балчугова Альбина Юрьевна', 'Турова Софья\r\nПименова Екатерина', '2018-05-05', '09:29:28'),
(77, 6, 'Б', 18, 4, 'Журавская МВ', 'Хусаинов Степан\r\nЧермантиев Илья\r\nКосенко Вова\r\nГолдобин Коля', '2018-05-05', '13:44:18'),
(78, 7, 'Г', 18, 1, 'Павленко П.В. ', 'Ходжаев А.', '2018-05-05', '09:50:33'),
(79, 1, 'Г', 28, 6, 'Потапова И.Г.', 'Кучирова К.\r\nСтребиж Т.\r\nДжавадян А.\r\nХмарских Т.\r\nКамаев М.\r\nДюрягин Т.', '2018-05-07', '08:31:26'),
(80, 4, 'В', 23, 6, 'Петролай А. С.', 'Иноземцева, Иванцова, Пятилетова, Бевзюк, Гарипов, Медко', '2018-05-07', '08:40:26'),
(81, 4, 'А', 23, 6, 'Старшова Лидия Петровна', 'Афанасьева В, Гузиев М., Пименова Т, Туркин А, Ямова М., Шмигель В.', '2018-05-07', '08:45:13'),
(82, 4, 'Б', 25, 2, 'Симонова Ирина Викторовна', 'Яруллина Алина\r\nВологжанина Александра', '2018-05-07', '08:48:56'),
(83, 4, 'Г', 20, 5, 'Е.В. Лаптева', 'Неганова Виолетта\r\nЖакшалыков Альберт\r\nРоманенко Александр\r\nНоврузов Аслан\r\nСкрябина Анна\r\n', '2018-05-07', '09:40:14'),
(84, 5, 'Г', 24, 7, 'Заломина Е.Ю.', 'Абрарова Арина\r\nКучирова Диана\r\nДанильченко Саша \r\nФакарова Камилла \r\nЦыбина Саша \r\nГорейко Даша\r\nКрасноперов Кирилл\r\n', '2018-05-07', '14:56:07'),
(85, 5, 'Б', 19, 3, 'Гречкина Е.Е.', 'Ткаченко Богдан, Симоненко Богдан, Ходжаева Шахноза ', '2018-05-07', '09:20:00'),
(86, 7, 'Г', 20, 2, 'Павленко П.В.', 'Ишмухаметов Д.\r\nХоджаев А.', '2018-05-07', '10:25:19'),
(87, 11, 'Б', 21, 1, 'Балчугова Альбина Юрьевна', 'Пименова Екатерина', '2018-05-07', '10:36:29'),
(88, 5, 'Б', 19, 3, 'Гречкина Е.Е.', 'Ткаченко Богдан, Симоненко Богдан, Ходжаева Шахноза ', '2018-05-08', '08:32:28'),
(89, 4, 'А', 22, 5, 'Старшова Лидия Петровна', 'Афанасьева В., Гузеев М, Пименова Т., Туркин А., Шмитгель В.', '2018-05-08', '08:32:49'),
(90, 4, 'В', 23, 6, 'Петролай А. С.', 'Пятилетова, Иноземцева, Бевзюк, Иванцова, Гарипов, Медко', '2018-05-08', '08:38:14'),
(91, 4, 'Б', 25, 2, 'Симонова Ирина Викторовна', 'ВологжанинаАлександра\r\nЯруллина Алина', '2018-05-08', '08:47:52'),
(92, 4, 'Г', 20, 5, 'Е.В. Лаптева', 'Неганова Виолетта\r\nЖакшалыков Альберт\r\nРоманенко Александр\r\nНоврузов Аслан\r\nСкрябина Анна\r\n', '2018-05-08', '09:40:14'),
(93, 5, 'Г', 24, 7, 'Заломина Е.Ю.', 'Абрарова Арина\r\nКучирова Диана\r\nДанильченко Саша \r\nФакарова Камилла \r\nЦыбина Саша \r\nГорейко Даша\r\nКрасноперов Кирилл\r\n', '2018-05-08', '14:56:07'),
(94, 11, 'Б', 23, 2, 'Балчугова Альбина Юрьевна', 'Турова Софья, Пименова Екатерина', '2018-05-08', '09:25:44'),
(95, 7, 'Г', 22, 2, 'Павленко П.В.', 'Ишмухаметов Д.\r\nХоджаев А.', '2018-05-08', '09:48:36'),
(96, 4, 'В', 23, 6, 'Петролай А. С.', 'Бевзюк, Пятилетова, Иноземцева, Иванцова, Медко, Гарипов', '2018-05-10', '08:30:45'),
(97, 1, 'Г', 27, 6, 'Потапова И.Г.', 'Кучирова К.\r\nКамаев М\r\nХмарских В\r\nДюрягин Т\r\nСтребиж Т\r\nДжавадян А.\r\n', '2018-05-10', '08:31:14'),
(98, 4, 'А', 21, 5, 'Старшова Лидия Петровна', 'Афанасьева В., Гузиев М., Пименова Т., Туркин А., Шмигель  В.', '2018-05-10', '08:31:25'),
(99, 4, 'Б', 27, 2, 'С', 'Вологжанина Александра\r\nЯруллина Алина', '2018-05-10', '08:51:36'),
(100, 4, 'Г', 20, 5, 'Е.В. Лаптева', 'Неганова Виолетта\r\nЖакшалыков Альберт\r\nРоманенко Александр\r\nНоврузов Аслан\r\nСкрябина Анна\r\n', '2018-05-10', '09:40:14'),
(101, 6, 'Б', 18, 4, 'Журавская МВ', 'Хусаинов Степан\r\nЧермантиев Илья\r\nКосенко Вова\r\nГолдобин Коля', '2018-05-10', '13:44:18'),
(102, 5, 'Г', 24, 7, 'Заломина Е.Ю.', 'Абрарова Арина\r\nКучирова Диана\r\nДанильченко Саша \r\nФакарова Камилла \r\nЦыбина Саша \r\nГорейко Даша\r\nКрасноперов Кирилл\r\n', '2018-05-10', '14:56:07'),
(103, 3, 'А', 19, 7, 'Степанова Л.А.', 'Габрийчук В., Зыкин А., Зыкин А., Красноборова В., Пятилетова С., Пятилетова Д., Нестерова Д.', '2018-05-10', '10:02:48'),
(104, 8, 'А', 24, 2, 'ФедераТА', 'Афанасьева В.С.\r\n\r\nРусинова Т.С.', '2018-05-10', '10:03:32'),
(105, 10, 'А', 24, 1, 'Кадргулов РР', 'Головин Дмитрий', '2018-05-10', '10:04:59'),
(106, 9, 'А', 28, 4, 'Садюкова', 'Пьянзин Полевая Ткаченко Горейко', '2018-05-10', '10:14:50'),
(107, 11, 'Б', 17, 1, 'Балчугова Альбина Юрьевна', 'Пименова Екатерина', '2018-05-10', '10:33:14'),
(108, 3, 'Б', 25, 4, 'Малинина С.А.', 'Беляев Николай, Голубков Дима,\r\nКиселёв Саша, Корнукова Лиза,\r\n', '2018-05-10', '12:39:53'),
(109, 1, 'А', 0, 0, 'Терёхина Т.Л.', '', '2018-05-10', '16:41:25'),
(110, 4, 'Б', 27, 2, 'Симонова Ирина Викторовна', 'Вологжанина Александра\r\nЯруллина Алина', '2018-05-11', '08:14:38'),
(111, 9, 'А', 28, 4, 'Садюкова', 'Пьянзин, Полевая, Ткаченко, Горейко', '2018-05-11', '08:20:16'),
(112, 1, 'А', 0, 0, 'Терёхина Т.Л.', '', '2018-05-11', '16:41:25'),
(113, 3, 'Б', 25, 5, 'Малинина С.А.', 'Беляев Николай, Голубков Дима,\r\nКиселёв Саша, Корнукова Лиза,\r\nХохлова Ольга', '2018-05-11', '08:29:48'),
(114, 3, 'В', 20, 4, 'Симонова Л.Н.', 'Хусаинов А. Цыбин И., Ходжаев, Лавров Д', '2018-05-11', '08:31:07'),
(115, 4, 'В', 23, 6, 'Петролай А. С.', 'Медко, Иноземцева, Пятилетова,Иванцова, Бевзюк, Гарипов', '2018-05-11', '08:32:04'),
(116, 3, 'А', 19, 7, 'Степанова Л.А.', 'Габрийчук В., Зыкин А., Зыкин А., Красноборова В., Пятилетова С., Пятилетова Д., Нестерова Д.', '2018-05-11', '08:32:45'),
(117, 2, 'Б', 24, 10, 'Радостева Наталья Степановна', 'Костенюк Е, Михайлова Э, Сайгина П, Логинов В, Ходжаева Х, Машина А, Иванцов А, Мамедова А, Бердова Е, Моисеева Д.', '2018-05-11', '08:33:00'),
(118, 3, 'Г', 23, 5, 'Гайсина Ф.З.', '1.	Абдурахманов Магомед\r\n2.	Боровой Тихон\r\n3.	Киктенко Пётр\r\n4.	Русинова Анна\r\n5.	Ходжаева Шаходат\r\n', '2018-05-11', '08:33:14'),
(119, 4, 'А', 21, 5, 'Старшова Лидия Петровна', 'Пименова Т., Туркин  А., Шмигель В., Гузиев М., Афанасьева  В', '2018-05-11', '08:34:07'),
(120, 4, 'Г', 20, 5, 'Е.В. Лаптева', 'Неганова Виолетта\r\nЖакшалыков Альберт\r\nРоманенко Александр\r\nНоврузов Аслан\r\nСкрябина Анна\r\n', '2018-05-11', '09:40:14'),
(121, 8, 'Б', 23, 2, 'Делянова Светлана Валерьевна', 'Васичкина Алиса\r\nГонтарь Юрий', '2018-05-11', '09:38:57'),
(122, 1, 'Б', 26, 0, 'ХватоваЛВ', '', '2018-05-11', '08:37:49'),
(123, 1, 'Г', 27, 6, 'Потапова И.Г.', 'Кучирова К.\r\nджавадян А.\r\nСтребиж  Т.\r\nХмарских В.\r\nДюрягин Т.\r\nКамаев М.', '2018-05-11', '08:38:31'),
(124, 7, 'А', 23, 5, 'Гардер ИА', 'Калугина\r\nСтрижак\r\nГОрейко\r\nГолубев\r\nТуроваа', '2018-05-11', '08:46:58'),
(125, 5, 'Г', 24, 7, 'Заломина Е.Ю.', 'Абрарова Арина\r\nКучирова Диана\r\nДанильченко Саша \r\nФакарова Камилла \r\nЦыбина Саша \r\nГорейко Даша\r\nКрасноперов Кирилл\r\n', '2018-05-11', '14:56:07'),
(126, 8, 'А', 27, 2, 'ФедераТА', 'Афанасьева В.С.\r\nРусинова Т.С.', '2018-05-11', '09:06:46'),
(127, 6, 'А', 25, 2, 'Лаптева Е. С.', 'Хорошева Мария, Камаева Мария', '2018-05-11', '09:09:11'),
(128, 7, 'В', 22, 7, 'Ганжа Наталья Константиновна', 'Данильченко\r\nБалашова\r\nТанасова\r\nФакарова\r\nХоджаева\r\nПечаткина\r\nМихайлов', '2018-05-11', '09:17:56'),
(129, 11, 'А', 19, 2, 'Луценкго Г.И.', 'Кучиров А,Казачко Д.', '2018-05-11', '09:18:14'),
(130, 7, 'Б', 22, 1, 'Мокшина Я.В', 'Положай В.Д.', '2018-05-11', '09:21:05'),
(131, 5, 'А', 20, 6, 'Ермакова НИ', 'Джавадян, Кохан, Жихорь, Шакирьянова, Ходжаев, Хафизов', '2018-05-11', '09:34:33'),
(132, 5, 'Б', 20, 3, 'Гречкина Е.Е. ', 'Ткаченко Б., Ходжаева Ш., Симоненко Б. ', '2018-05-11', '09:24:53'),
(133, 6, 'В', 23, 1, 'ЗайцеваЛ.В.', 'Кубасов Н\r\nЛитвинова М\r\nПоликарпова М \r\nПоложай С\r\nРусинова К\r\n', '2018-05-11', '09:42:16'),
(134, 10, 'А', 23, 1, 'Кадргулов РР', 'Головин Д.В.', '2018-05-11', '09:30:17'),
(135, 5, 'В', 20, 2, 'Крайнова', 'Кобец, Киктенко', '2018-05-11', '09:37:39'),
(136, 8, 'В', 24, 7, 'Грибовская Галина Казимировна', '', '2018-05-11', '09:37:50'),
(137, 6, 'Б', 18, 4, 'Журавская МВ', 'Хусаинов Степан\r\nЧермантиев Илья\r\nКосенко Вова\r\nГолдобин Коля', '2018-05-11', '13:44:18'),
(138, 7, 'Г', 17, 2, 'Павленко П.В.', 'Ишмухаметов Д.\r\nХоджаев А.', '2018-05-11', '10:06:29'),
(139, 9, 'Б', 18, 6, 'Семенов.Д.А.', 'Зотина.Ю,Хохлова.А,Зыкина.П,Туров.Ф,Костенюк.К,Тюляев.И.', '2018-05-11', '10:20:19'),
(140, 11, 'Б', 20, 2, 'Балчугова Альбина Юрьевна', 'Турова Софья\r\nПименова ЕКатерина', '2018-05-11', '10:34:02'),
(141, 2, 'Г', 23, 4, 'Терёхина Т.Л.', 'Балашова, Искужина, Костерин, Седов', '2018-05-11', '13:49:21'),
(142, 2, 'Г', 24, 4, 'Терёхина Т.Л.', 'Балашова, Искужина, Костерин, Седов', '2018-05-12', '07:41:45'),
(143, 9, 'А', 27, 4, 'Садюкова', 'Пьянзин, Полевая, Ткаченко, Горейко', '2018-05-12', '08:10:27'),
(144, 3, 'Б', 27, 5, 'Малинина С.А.', 'Беляев Николай, Голубков Дима,\r\nКиселёв Саша, Корнукова Лиза,\r\nХохлова Ольга.\r\n', '2018-05-12', '08:22:58'),
(145, 4, 'Б', 27, 2, 'Симонова Ирина Викторовна', 'Вологжанина Александра\r\nЯруллина Алина', '2018-05-12', '08:24:20'),
(146, 3, 'В', 21, 4, 'Симонова Л.Н.', 'Танасов Д., Лавров Д., Ходжаев Д., Цыбин И.', '2018-05-12', '08:31:59'),
(147, 7, 'В', 22, 7, 'Ганжа Наталья Константиновна', 'Печаткина\r\nФакарова\r\nМихайлов\r\nБалашова\r\nТанасова\r\nДанильченко\r\nХоджаева', '2018-05-12', '08:32:25'),
(148, 4, 'В', 22, 5, 'Петролай А. С.', 'Пятилетова, Гарипов, Медко, Иванцова, Иноземцева', '2018-05-12', '08:32:59'),
(149, 2, 'Б', 25, 9, 'Радостева Наталья Степановна', 'Михайлова, Сайгина, Логинов, Ходжаева, Мамедова, Машина, Моисеева, Бердова, Иванцов.', '2018-05-12', '08:34:12'),
(150, 4, 'А', 21, 5, 'Старшова Лидия Петровна', 'Пименова Т., Туркин  А., Шмигель В., Гузиев М., Афанасьева  В.', '2018-05-12', '08:37:22'),
(151, 3, 'Г', 23, 5, 'Гайсина Ф.З.', '1.	Абдурахманов Магомед\r\n2.	Боровой Тихон\r\n3.	Киктенко Пётр\r\n4.	Русинова Анна\r\n5.	Ходжаева Шаходат\r\n', '2018-05-12', '08:40:17'),
(152, 3, 'А', 19, 7, 'Степанова Л.А.', 'Габрийчук В., Зыкин А., Зыкин А., Красноборова В., Пятилетова С., Пятилетова Д.,Нестерова Д.', '2018-05-12', '08:41:48'),
(153, 8, 'В', 24, 7, 'Грибовская Г.К', 'Боровая\r\nБондаренко\r\nГолдобин\r\nГузиев\r\nОстровская\r\nСайгина', '2018-05-12', '08:56:34'),
(154, 7, 'Б', 21, 1, 'Мокшина Я.В.', 'Положай В.Д', '2018-05-12', '09:00:28'),
(155, 8, 'Б', 22, 2, 'Делянова Светлана Валерьевна', 'Васичкина Алиса\r\nГонтарь Юрий', '2018-05-12', '09:00:51'),
(156, 4, 'Г', 20, 5, 'Е.В. Лаптева', 'Неганова Виолетта\r\nЖакшалыков Альберт\r\nРоманенко Александр\r\nНоврузов Аслан\r\nСкрябина Анна\r\n', '2018-05-12', '09:40:14'),
(157, 10, 'А', 22, 1, 'Кадргулов РР', 'Головин Д.', '2018-05-12', '09:21:00'),
(158, 5, 'В', 20, 2, 'Крайнова', 'Кобец, Киктенко', '2018-05-12', '09:21:19'),
(159, 6, 'А', 24, 2, 'Лаптева Е. С.', 'Камаева Мария, Хорошева Мария', '2018-05-12', '09:26:56'),
(160, 11, 'А', 21, 2, 'ЛуценкоГИ', 'Кучиров А.,КазачкоД.', '2018-05-12', '09:27:39'),
(161, 2, 'В', 24, 7, 'Десятникова Л.Н.', '1.	Гонтарь Матвей\r\n2.	Горейко Екатерина\r\n3.	Зотин Сергей\r\n4.	Зотина Анфиса\r\n5.	\r\n6.	Симонов Дмитрий\r\n7.	Олимова Диана\r\n8.	Чермантиева Ксения\r\n', '2018-05-12', '09:29:44'),
(162, 6, 'В', 23, 1, 'ЗайцеваЛ.В.', 'Кубасов Н\r\nЛитвинова М\r\nПоликарпова М \r\nПоложай С\r\nРусинова К\r\n', '2018-05-12', '09:42:16'),
(163, 7, 'А', 22, 5, 'ГардерИА', 'Горейко\r\nГолубев\r\nСтрижак\r\nкалугина\r\nТурова', '2018-05-12', '09:41:56'),
(164, 5, 'Г', 24, 7, 'Заломина Е.Ю.', 'Абрарова Арина\r\nКучирова Диана\r\nДанильченко Саша \r\nФакарова Камилла \r\nЦыбина Саша \r\nГорейко Даша\r\nКрасноперов Кирилл\r\n', '2018-05-12', '14:56:07'),
(165, 5, 'А', 20, 6, 'Ермакова НИ', 'Джавадян, Кохан, Жихорь, Шакирьянова, Ходжаев, Хафизов', '2018-05-12', '09:34:33'),
(166, 11, 'Б', 19, 2, 'Балчугова Альбина Юрьевна', 'Турова Софья\r\nПименова Екатерина', '2018-05-12', '09:56:08'),
(167, 8, 'А', 25, 1, 'ФедераТА', 'Афанасьева В.', '2018-05-12', '10:15:55'),
(168, 7, 'Г', 16, 2, 'Павленко П.В.', 'Ишмухаметов Д.\r\nХоджаев А.', '2018-05-12', '10:20:50'),
(169, 9, 'Б', 18, 5, 'СеменовД.А.', 'Туров,Тюляев,Костенюк,Зотина,Зыкина', '2018-05-12', '10:30:10'),
(170, 6, 'Б', 18, 4, 'Журавская МВ', 'Хусаинов Степан\r\nЧермантиев Илья\r\nКосенко Вова\r\nГолдобин Коля', '2018-05-12', '13:44:18'),
(171, 1, 'А', 0, 0, 'Терёхина Т.Л.', '', '2018-05-14', '16:41:25'),
(172, 3, 'Б', 28, 5, 'Малинина С.А.', 'Беляев Николай, Голубков Дима,\r\nКиселёв Саша, Корнукова Лиза,\r\nХохлова Ольга.\r\n', '2018-05-14', '08:29:56'),
(173, 3, 'В', 22, 5, 'Симонова Л.Н.', 'Танасов Д., Ходжаев Д., Хусаинов А., Лавров Д., Цыбин И.', '2018-05-14', '08:31:20'),
(174, 4, 'В', 22, 6, 'Петролай А. С.', 'Бевзюк, Гарипов, Медко, Иванцова, Иноземцева, Пятилетова ', '2018-05-14', '08:31:35'),
(175, 3, 'Г', 23, 5, 'Гайсина Ф.З.', '1.	Абдурахманов Магомед\r\n2.	Боровой Тихон\r\n3.	Киктенко Пётр\r\n4.	Русинова Анна\r\n5.	Ходжаева Шаходат\r\n', '2018-05-14', '08:31:47'),
(176, 2, 'Б', 24, 9, 'Радостева Наталья Степановна', 'Михайлова, Сайгина, Логинов, Ходжаева, Машина, Иванцов, Мамадова, Бердова, Моисеева.', '2018-05-14', '08:31:48'),
(177, 2, 'В', 24, 7, 'Десятникова Л.Н.', '1.	Гонтарь Матвей\r\n2.	Горейко Екатерина\r\n3.	Зотин Сергей\r\n4.	Зотина Анфиса\r\n5.	\r\n6.	Симонов Дмитрий\r\n7.	Олимова Диана\r\n8.	Чермантиева Ксения\r\n', '2018-05-14', '08:32:06'),
(178, 4, 'А', 21, 5, 'Старшова Лидия Петровна', 'Пименова Т.,  Туркин  А., Шмигель В., Гузиев М., Афанасьева  В.', '2018-05-14', '08:32:38'),
(179, 4, 'Г', 20, 5, 'Е.В. Лаптева', 'Неганова Виолетта\r\nЖакшалыков Альберт\r\nРоманенко Александр\r\nНоврузов Аслан\r\nСкрябина Анна\r\n', '2018-05-14', '09:40:14'),
(180, 1, 'Б', 26, 0, 'ХватоваЛВ', '', '2018-05-14', '08:37:45'),
(181, 1, 'Г', 26, 6, 'Потапова И.Г.', 'Кучирова К.\r\nДжавадян А.\r\nСтребиж Т.\r\nХмарских И.\r\nКамаев М.\r\nДюрягин Т.', '2018-05-14', '08:40:36'),
(182, 7, 'В', 23, 7, 'Ганжа Наталья Константиновна', 'Печаткина\r\nБалашова\r\nФакарова\r\nТанасова\r\nДанильченко\r\nМихайлов\r\nХоджаева', '2018-05-14', '08:41:34'),
(183, 3, 'А', 22, 10, 'Степанова Л.А.', 'Балтачева С., Габрийчук В., Зыкин А., Зыкин А., Кубасов М., Красноборова В., Пятилетова С., Пятилетова Д., Убамасова П., Нестерова Д.', '2018-05-14', '08:41:37'),
(184, 6, 'А', 25, 2, 'Лаптева Е. С.', 'Хорошева Мария, Камаева Мария', '2018-05-14', '08:45:50'),
(185, 7, 'А', 23, 5, 'ГардерИА', 'Горейко\r\nГолубев\r\nКалугина\r\nСтрижак\r\nТурова', '2018-05-14', '08:45:51'),
(186, 1, 'В', 22, 6, 'Никулина Т.В.', 'Михеев А.\r\nКляйн М.\r\nСадюков М.\r\nХоджаев С.\r\nГонтарь М.\r\nЦепилов А.', '2018-05-14', '08:46:25'),
(187, 8, 'В', 24, 7, 'ГрибовскаяГ.К.', 'Боровая Е\r\nБондаренко А\r\nГолдобин И\r\nГузиев Р\r\nОстровская А\r\nСайгина А\r\nКохан П', '2018-05-14', '08:51:31'),
(188, 4, 'Б', 27, 2, 'Симонова Ирина Викторовна', 'Вологжанина Александра\r\nЯруллина Алина', '2018-05-14', '09:01:17'),
(189, 7, 'Б', 22, 1, 'Мокшина Я.В.', 'Положай В.Д.', '2018-05-14', '09:19:43'),
(190, 5, 'В', 20, 2, 'Крайнова', 'Кобец, Киктенко', '2018-05-14', '09:19:44'),
(191, 5, 'Г', 24, 7, 'Заломина Е.Ю.', 'Абрарова Арина\r\nКучирова Диана\r\nДанильченко Саша \r\nФакарова Камилла \r\nЦыбина Саша \r\nГорейко Даша\r\nКрасноперов Кирилл\r\n', '2018-05-14', '14:56:07'),
(192, 8, 'А', 26, 2, 'ФедераТА', 'Афанасьева В.С.\r\nРусинова Т.С.', '2018-05-14', '09:29:04'),
(193, 9, 'В', 23, 5, 'Фалалеева Л. А.', 'Ельшин А\r\nИшмухаметова Д\r\nМихеев А\r\nнеганов А\r\nХоджаева С', '2018-05-14', '09:30:56'),
(194, 5, 'А', 20, 6, 'Ермакова НИ', 'Джавадян, Кохан, Жихорь, Шакирьянова, Ходжаев, Хафизов', '2018-05-14', '09:34:33'),
(195, 6, 'В', 23, 1, 'ЗайцеваЛ.В.', 'Кубасов Н\r\nЛитвинова М\r\nПоликарпова М \r\nПоложай С\r\nРусинова К\r\n', '2018-05-14', '09:42:16'),
(196, 8, 'Б', 21, 2, 'Делянова Светлана Валерьевна', 'Васичкина Алиса\r\nГонтарь Юрий', '2018-05-14', '09:37:17'),
(197, 11, 'А', 18, 1, 'ЛуценкоГИ', 'Кучиров А.', '2018-05-14', '09:51:41'),
(198, 6, 'Б', 21, 5, 'Журавская МВ', 'Ямов\r\nХусаинов\r\nЧермантиев\r\nГодобин\r\nКосенко', '2018-05-14', '09:57:09'),
(199, 10, 'А', 21, 1, 'КадргуловРР', 'Головин Д.', '2018-05-14', '09:58:45'),
(200, 9, 'А', 25, 4, 'Садюкова', 'Пьянзин Полевая Ткаченко Горейко', '2018-05-14', '10:16:52'),
(201, 11, 'Б', 21, 1, 'Балчугова Альбина Юрьевна', 'Пименова Екатерина', '2018-05-14', '10:18:17'),
(202, 7, 'Г', 19, 2, 'Павленко П.В.', 'Ишмухаметов Д.\r\nХоджаев А.', '2018-05-14', '10:32:58'),
(203, 2, 'Г', 26, 0, 'Терёхина Т.Л.', 'Балашова, Искужина, Костерин, Седов', '2018-05-14', '12:30:04'),
(206, 2, 'В', 25, 7, 'Десятникова Л.Н.', '1.	Гонтарь Матвей\r\n2.	Горейко Екатерина\r\n3.	Зотин Сергей\r\n4.	Зотина Анфиса\r\n5.	\r\n6.	Симонов Дмитрий\r\n7.	Олимова Диана\r\n8.	Чермантиева Ксения\r\n', '2018-05-15', '08:30:46'),
(207, 3, 'Б', 28, 5, 'Малинина С.А', 'Беляев Николай, Голубков Дима,\r\nКиселёв Саша, Корнукова Лиза,\r\nХохлова Ольга.\r\n', '2018-05-15', '08:31:57'),
(208, 4, 'В', 23, 6, 'Петролай А. С. ', 'Бевзюк, Гарипов, Иванцова, Иноземцева, Пятилетова, Медко', '2018-05-15', '08:32:53'),
(209, 1, 'Г', 25, 6, 'ПотаповаИГ', 'Кучирова\r\nДжавадян\r\nстребиж\r\nХмарских\r\nКамаев\r\nДюрягин', '2018-05-15', '08:33:03'),
(210, 7, 'В', 23, 7, 'Ганжа Наталья Константиновна', 'Печаткина\r\nБалашова\r\nФакарова\r\nМихайлов\r\nХоджаева\r\nТанасова\r\nДанильченко', '2018-05-15', '08:33:14'),
(211, 3, 'Г', 23, 5, 'Гайсина Ф.З.', '1.	Абдурахманов Магомед\r\n2.	Боровой Тихон\r\n3.	Киктенко Пётр\r\n4.	Русинова Анна\r\n5.	Ходжаева Шаходат\r\n', '2018-05-15', '08:34:58'),
(212, 3, 'В', 22, 5, 'Симонова Л.Н.', 'Лавров Д., Танасов Д., Хусаинов А., Ходжаев Д., Цыбин И.', '2018-05-15', '08:35:51'),
(213, 4, 'Г', 20, 5, 'Е.В. Лаптева', 'Неганова Виолетта\r\nЖакшалыков Альберт\r\nРоманенко Александр\r\nНоврузов Аслан\r\nСкрябина Анна\r\n', '2018-05-15', '09:40:14'),
(214, 4, 'А', 19, 5, 'Старшова Лидия Петровна', 'Пименова Т. Туркин  А., Шмигель В., Гузиев М., Афанасьева  В.', '2018-05-15', '08:37:03'),
(215, 8, 'Б', 20, 2, 'Делянова Светлана Валерьевна', 'Васичкина Алиса\r\nГонтарь Юрий', '2018-05-15', '08:39:08'),
(216, 6, 'А', 25, 2, 'Лаптева Е. С.', 'Камаева Мария, Хорошева Мария', '2018-05-15', '08:40:16'),
(217, 4, 'Б', 27, 2, 'Симонова Ирина Викторовна', 'Вологжанина Александра\r\nЯруллина Алина', '2018-05-15', '08:40:18'),
(218, 1, 'Б', 26, 0, 'ХватоваЛВ', '', '2018-05-15', '08:40:22'),
(219, 3, 'А', 22, 10, 'Степанова Л.А.', 'Балтачева С., Габрийчук В., Зыкин А., Зыкин А., Кубасов М., Красноборова В., Пятилетова С., Пятилетова Д., Убамасова П., Нестерова Д.', '2018-05-15', '08:40:34'),
(220, 1, 'В', 20, 6, 'Никулина Т.В.', 'Кляйн\r\nГонтарь\r\nЦепилов\r\nСадюков\r\nМихеев\r\nХоджаев', '2018-05-15', '08:45:50'),
(221, 8, 'А', 28, 2, 'Федера Т.А.', 'Афанасьева В.С.\r\nРусинова Т.С.', '2018-05-15', '08:55:37'),
(222, 10, 'А', 23, 1, 'КадргуловРР', 'Головин Д', '2018-05-15', '09:01:07'),
(223, 5, 'Б', 23, 4, 'Гречкина Е.Е. ', 'Ткаченко Богдан, Симоненко Богдан, Ходжаева Шахноза, Ошарова Елена ', '2018-05-15', '09:01:33'),
(224, 7, 'Б', 22, 1, 'Мокшина Я.В.', 'Положай В.Д.', '2018-05-15', '09:04:37'),
(225, 5, 'Г', 24, 7, 'Заломина Е.Ю.', 'Абрарова Арина\r\nКучирова Диана\r\nДанильченко Саша \r\nФакарова Камилла \r\nЦыбина Саша \r\nГорейко Даша\r\nКрасноперов Кирилл\r\n', '2018-05-15', '14:56:07'),
(226, 5, 'В', 22, 2, 'Крайнова', 'Кобец, Киктенко', '2018-05-15', '09:16:14'),
(227, 11, 'А', 25, 3, 'ЛуценкоГ.И.', 'Кучеров А.,Казачко Д.,Болдырев Д.', '2018-05-15', '09:18:10'),
(228, 6, 'Б', 22, 5, 'Журавская М.В,', 'Хусаинов,Голдобин,Косенко,Чермантиев,Ямов', '2018-05-15', '09:22:33'),
(229, 8, 'В', 24, 7, 'ГрибовскаяГ.К.', 'Боровая\r\nБондаренко\r\nГолдобин\r\nГузиев\r\nОстровская\r\nСайгина\r\nКохан', '2018-05-15', '09:25:16'),
(230, 5, 'А', 20, 6, 'Ермакова НИ', 'Джавадян, Кохан, Жихорь, Шакирьянова, Ходжаев, Хафизов', '2018-05-15', '09:34:33'),
(231, 7, 'А', 21, 4, 'Гардер ИА', 'Горейко\r\n\r\nСтрижак\r\nКалугина\r\nТурова', '2018-05-15', '09:32:06'),
(232, 9, 'А', 26, 4, 'Садюкова', 'Ткаченко Полевая Пьянзин Горейко', '2018-05-15', '09:34:28'),
(233, 6, 'В', 23, 1, 'ЗайцеваЛ.В.', 'Кубасов Н\r\nЛитвинова М\r\nПоликарпова М \r\nПоложай С\r\nРусинова К\r\n', '2018-05-15', '09:42:16'),
(234, 7, 'Г', 19, 2, 'Павленко ПВ', 'Ишмухаметов Д.\r\nХоджаев А.', '2018-05-15', '09:38:30'),
(235, 9, 'В', 24, 6, 'Фалалеева Л. А.', 'Ельшин А\r\nЕльшина В\r\nИшмухаметова Д\r\nМихеев А\r\nНеганов А\r\nХоджаева С', '2018-05-15', '09:48:32'),
(236, 9, 'Б', 21, 7, 'Семенов Д.А.', 'Зотина, Туров, Насадюк, Зыкина, Костенюк, Хохлова, Тюляев. ', '2018-05-15', '10:15:41'),
(237, 11, 'Б', 23, 2, 'Балчугова АЮ', 'Турова Софья,\r\nПименова Екатерина', '2018-05-15', '11:02:15'),
(238, 10, 'Б', 25, 1, 'Ленков Андрей Иванович', 'Вандышев Кирилл', '2018-05-15', '10:15:03'),
(239, 2, 'Б', 25, 9, 'Радостева Наталья Степановна', 'Михайлова, Сайгина, Логинов, Ходжаева, Машина, Иванцов. Мамедова, Бердова, Моисеева.', '2018-05-15', '12:40:44'),
(240, 2, 'Г', 26, 4, 'Терёхина Т.Л.', 'Седов, Искужина, Костерин, Балашова', '2018-05-15', '13:46:04'),
(242, 1, 'А', 0, 0, 'Терёхина Т.Л.', '', '2018-05-15', '16:41:25'),
(243, 5, 'Г', 24, 7, 'Заломина Е.Ю.', 'Абрарова Арина\r\nКучирова Диана\r\nДанильченко Саша \r\nФакарова Камилла \r\nЦыбина Саша \r\nГорейко Даша\r\nКрасноперов Кирилл\r\n', '2018-05-16', '14:56:07'),
(244, 1, 'А', 26, 6, 'Терёхина Т.Л.', 'Ермилова, Романенко, Поляков, Абраров, Цыбин, Бондаренко', '2018-05-16', '08:27:12'),
(245, 3, 'Г', 23, 5, 'Гайсина Ф.З.', '1.	Абдурахманов Магомед\r\n2.	Боровой Тихон\r\n3.	Киктенко Пётр\r\n4.	Русинова Анна\r\n5.	Ходжаева Шаходат\r\n', '2018-05-16', '08:29:40'),
(246, 3, 'Б', 26, 4, 'Малинина С.А', 'Беляев Николай, Голубков Дима,\r\nКиселёв Саша, \r\nХохлова Ольга.\r\n', '2018-05-16', '08:30:45'),
(247, 2, 'В', 26, 7, 'Десятникова Л.Н.', '1.	Гонтарь Матвей\r\n2.	Горейко Екатерина\r\n3.	Зотин Сергей\r\n4.	Зотина Анфиса\r\n5.	\r\n6.	Симонов Дмитрий\r\n7.	Олимова Диана\r\n8.	Чермантиева Ксения\r\n', '2018-05-16', '08:30:48'),
(248, 3, 'А', 22, 10, 'Степанова Л.А.', 'Балтачева С., Габрийчук В., Зыкин А., Зыкин А., Кубасов М., Красноборова В., Пятилетова С., Пятилетова Д., Убамасова П., Нестерова Д.', '2018-05-16', '08:32:00'),
(249, 1, 'Б', 27, 0, 'ХватоваЛВ', '', '2018-05-16', '08:32:24'),
(250, 1, 'Г', 26, 6, 'ПотаповаИГ', 'Кучерова, Джавадян, Стребиж, Хмарских, Камаев, Дюрягин.', '2018-05-16', '08:32:33'),
(251, 3, 'В', 21, 5, 'Симонова Л.Н.', 'Лавров Д., Танасов Д., Ходжаев Д., Хусаинов А., Цыбин И.', '2018-05-16', '08:33:26'),
(252, 1, 'В', 20, 6, 'Никулина Т.В.', 'Кляйн\r\nГонтарь\r\nМихеев\r\nХоджаев\r\nСадюков\r\nЦепилов', '2018-05-16', '08:33:48'),
(253, 4, 'Б', 26, 2, 'Симонова Ирина Викторовна', 'Вологжанина Александра\r\nЯруллина Алина', '2018-05-16', '08:34:32'),
(254, 4, 'А', 20, 5, 'Старшова Лидия Петровна', 'Пименова Т., Туркин  А., Шмигель В., Гузиев М., Афанасьева  В.', '2018-05-16', '08:35:17'),
(255, 4, 'В', 23, 6, 'Петролай А. С.', 'Бевзюк, Гарипов, Пятилетова, Иноземцева,Иванцова,Медко.  ', '2018-05-16', '08:36:46'),
(256, 6, 'А', 25, 2, 'Лаптева Е. С.', 'Хорошева  Мария, Камаева Мария', '2018-05-16', '08:37:36'),
(257, 7, 'В', 23, 7, 'Ганжа Наталья Константиновна', 'Балашова\r\nМихайлов \r\nПечаткина\r\nФакарова\r\nХоджаева\r\nТанасова ', '2018-05-16', '08:39:23'),
(258, 8, 'В', 24, 7, 'Грибовская Г.К.', 'Боровая\r\nБондаренко\r\nголдобин\r\nгузиев\r\nостровская\r\nсайгина\r\nкохан', '2018-05-16', '08:48:13'),
(259, 11, 'А', 23, 2, 'ЛуценкоГ.И.', 'Кучиров А.,Казачко Д.', '2018-05-16', '09:01:50'),
(260, 4, 'Г', 20, 5, 'Е.В. Лаптева', 'Неганова Виолетта\r\nЖакшалыков Альберт\r\nРоманенко Александр\r\nНоврузов Аслан\r\nСкрябина Анна\r\n', '2018-05-16', '09:40:14'),
(261, 7, 'Б', 22, 1, 'Мокшина Я.В.', 'Положай В.Д', '2018-05-16', '09:17:51'),
(262, 8, 'Б', 22, 2, 'Делянова Светлана Валерьевна', 'Васичкина Алиса\r\nГонтарь Юрий', '2018-05-16', '09:18:50'),
(263, 9, 'А', 26, 4, 'Садюкова', 'Полевая Пьянзин Ткаченко Горейко', '2018-05-16', '09:19:56'),
(264, 5, 'Б', 22, 4, 'Гречкина Е.Е.', 'Ткаченко Б, Симоненко Б., Ходжаева Ш., Ошарова Е. ', '2018-05-16', '09:22:59'),
(265, 5, 'В', 23, 2, 'Крайнова', 'Кобец, Киктенко', '2018-05-16', '09:28:07'),
(266, 9, 'В', 23, 6, 'Фалалеева Л. А', 'Ельшин А\r\nЕльшина В\r\nИшмухаметова Д\r\nМихеев А\r\nНеганов А\r\nХоджаева С', '2018-05-16', '09:28:58'),
(267, 6, 'В', 23, 5, 'ЗайцеваЛ.В.', 'Кубасов \r\nПоложай\r\nПоликарпова\r\nЛитвинова\r\nРусинова', '2018-05-16', '09:29:10'),
(268, 7, 'А', 19, 4, 'ГардерИА', 'Горейко\r\nКалугина\r\nСтрижак\r\nТурова', '2018-05-16', '09:29:18'),
(269, 5, 'А', 20, 6, 'Ермакова НИ', 'Джавадян, Кохан, Жихорь, Шакирьянова, Ходжаев, Хафизов', '2018-05-16', '09:34:33'),
(270, 10, 'Б', 25, 1, 'Ленков Андрей Иванович', 'Вандышев Кирилл', '2018-05-16', '10:15:03'),
(271, 6, 'Б', 23, 5, 'Журавская М.В,', 'Голдобин, Косенко, Ямов, Хусаинов, Чермантиев', '2018-05-16', '10:08:05'),
(272, 8, 'А', 24, 1, 'Федера Т.А.', 'Русинова Т.С.', '2018-05-16', '10:14:08'),
(273, 7, 'Г', 19, 2, 'Павленко ПВ', 'Ишмухаметов Д.\r\n\r\nХоджаев А.', '2018-05-16', '10:18:48'),
(274, 9, 'Б', 20, 7, 'Семенов Д.А.', 'Зотина,Туров,Костенюк,Зыкина,Тюляев,Хохлова,Насадюк.', '2018-05-16', '10:24:49'),
(275, 2, 'Б', 24, 9, 'Радостева Наталья Степановна', 'Михайлова, Сайгина, Логинов, Ходжаева, Машина, Иванцов, Мамедова, Бердова, Моисеева.', '2018-05-16', '10:25:16'),
(276, 10, 'А', 22, 1, 'КадргуловРР', 'Головин Д.', '2018-05-16', '10:35:39'),
(277, 11, 'Б', 21, 2, 'Балчугова АЮ', 'Турова, Пименова', '2018-05-16', '10:58:11'),
(278, 2, 'Г', 26, 4, 'Терёхина Т.Л.', 'Седов, Балашова, Искужина, Костерин ', '2018-05-16', '13:21:54'),
(279, 1, 'Г', 26, 6, 'ПотаповаИГ', 'Кучирова, Джавадян, Стребиж, Хмарских, Камаев, Дюрягин.', '2018-05-17', '08:28:12'),
(280, 1, 'А', 27, 6, 'Терёхина Т.Л.', 'Ермилова, Поляков, Романенко, Бондаренко, Абраров, Цыбин', '2018-05-17', '08:30:15'),
(281, 3, 'В', 22, 5, 'Симонова Л.Н.', 'Лавров Д., Танасов Д., Ходжаев Д., Хусаинов А., Цыбин И.', '2018-05-17', '08:30:25'),
(282, 3, 'Б', 26, 4, 'Малинина С.А', 'Беляев Николай, Голубков Дима,\r\nКиселёв Саша, \r\nХохлова Ольга.\r\n', '2018-05-17', '08:31:43'),
(283, 4, 'А', 21, 5, 'Старшова Лидия Петровна', 'Пименова Т., Туркин  А., Шмигель В., Гузиев М., Афанасьева  В.', '2018-05-17', '08:33:08'),
(284, 3, 'Г', 23, 5, 'Гайсина Ф.З.', '1.	Абдурахманов Магомед\r\n2.	Боровой Тихон\r\n3.	Киктенко Пётр\r\n4.	Русинова Анна\r\n5.	Ходжаева Шаходат\r\n', '2018-05-17', '08:34:22'),
(285, 8, 'Б', 22, 2, 'Делянова Светлана Валерьевна', 'Васичкина Алиса\r\nГонтарь Юрий', '2018-05-17', '08:34:49'),
(286, 6, 'А', 26, 3, 'Лаптева Е. С.', 'Камаева Мария, Хорошева Мария, Потапов Роман', '2018-05-17', '08:38:45'),
(287, 2, 'В', 26, 7, 'Десятникова Л.Н.', '1.	Гонтарь Матвей\r\n2.	Горейко Екатерина\r\n3.	Зотин Сергей\r\n4.	Зотина Анфиса\r\n5.	\r\n6.	Симонов Дмитрий\r\n7.	Олимова Диана\r\n8.	Чермантиева Ксения\r\n', '2018-05-17', '08:40:45'),
(288, 1, 'В', 18, 4, 'Никулина Т.В.', 'Кляйн\r\nСадюков\r\nМихеев\r\nХоджаев', '2018-05-17', '08:41:23'),
(289, 9, 'В', 24, 6, 'Фалалеева Л. А', 'Ельшин А\r\nЕльшина В\r\nИшмухаметова Д\r\nМихеев А\r\nНеганов А\r\nХоджаева С', '2018-05-17', '08:44:34'),
(290, 1, 'Б', 28, 1, 'ХватоваЛВ', 'Скрябин Матвей', '2018-05-17', '08:46:01'),
(291, 3, 'А', 22, 10, 'Степанова Л.А.', 'Балтачева С., Габрийчук В., Зыкин А., Зыкин А., Кубасов М., Красноборова В., Пятилетова С., Пятилетова Д., Убамасова П., Нестерова Д.', '2018-05-17', '08:51:53'),
(292, 4, 'Г', 22, 5, 'Е.В. Лаптева', 'Романенко А\r\nНоврузов А\r\nНеганова В\r\nЖакшылыков А\r\nСкрябина А', '2018-05-17', '08:53:07'),
(293, 5, 'В', 22, 2, 'Крайнова', 'Кобец, Киктенко', '2018-05-17', '09:16:51'),
(294, 4, 'Б', 27, 2, 'Симонова Ирина Викторовна', 'Вологжанина Александра\r\nЯруллина Алина', '2018-05-17', '09:17:07'),
(295, 7, 'В', 23, 7, 'Ганжа Наталья Константиновна', 'Печаткина\r\nБалашова\r\nХоджаева\r\nФакарова\r\nТанасова\r\nДанильченко\r\nМихайлов', '2018-05-17', '09:18:05'),
(296, 6, 'В', 23, 5, 'ЗайцеваЛ.В.', 'Кубасов\r\nЛитвинова\r\nРусинова\r\nПоликарпова\r\nПоложай', '2018-05-17', '09:19:21'),
(297, 7, 'Г', 19, 2, 'Павленко ПВ', 'Ишмухаметов\r\nХоджаев', '2018-05-17', '09:20:05'),
(298, 7, 'Б', 23, 1, 'Мокшина Я.В.', 'Положай В.Д.', '2018-05-17', '09:21:11'),
(299, 7, 'А', 19, 4, 'Гардер ИА', 'Горейко\r\nКалугина\r\nСтрижак\r\nТурова', '2018-05-17', '09:21:40'),
(300, 9, 'А', 25, 3, 'Садюкова', 'Пьянзин Полевая Горейко', '2018-05-17', '09:21:51'),
(301, 10, 'А', 23, 1, 'Кадргулов РР', 'Головин Д', '2018-05-17', '09:22:46'),
(302, 8, 'А', 26, 2, 'Федера Т.А.', 'Афанасьева В.С.\r\nРусинова Т.С.', '2018-05-17', '09:23:10'),
(303, 5, 'А', 20, 6, 'Ермакова НИ', 'Джавадян, Кохан, Жихорь, Шакирьянова, Ходжаев, Хафизов', '2018-05-17', '09:34:33'),
(304, 5, 'Г', 24, 7, 'Заломина Е.Ю.', 'Абрарова Арина\r\n Кучирова Диана\r\n Данильченко Саша \r\nФакарова Камилла \r\nЦыбина Саша \r\nГорейко Даша\r\nКрасноперов Кирилл\r\n', '2018-05-17', '09:28:16'),
(305, 8, 'В', 24, 7, 'Грибовская Г.К.', 'Боровая, Голдобин, Гузеев, Островская, Кохан, Бондаренко, Сайгина', '2018-05-17', '09:38:10'),
(306, 11, 'А', 20, 3, 'ЛуценкоГ.И.', 'Болдырев Д.,Казачко Д., Кучеров А.', '2018-05-17', '09:41:47'),
(307, 5, 'Б', 24, 4, 'Гречкина Е.Е.', 'Ходжаева Ш., Симоненко Б., Ткаченко Б., Ошарова Е.', '2018-05-17', '09:43:28'),
(308, 10, 'Б', 25, 1, 'Ленков Андрей Иванович', 'Вандышев Кирилл', '2018-05-17', '10:15:03'),
(309, 9, 'Б', 19, 0, 'СеменовД.А.', 'Зотина,Тюляев,Насадюк,Хохлова,КостенюкТуров.', '2018-05-17', '10:38:27'),
(310, 2, 'Б', 25, 9, 'Радостева Наталья Степановна', 'Михайлова, Сайгина, Логинов, Ходжаева, Машина, Иванцов, Мамедова, Бердова, Моисеева.', '2018-05-17', '12:20:33'),
(311, 4, 'В', 23, 6, 'ПетролайАС', 'Бевзюк/ Пятилетова/ Иванцова/ Иноземцева/Медко/ Гарипов', '2018-05-17', '12:28:21'),
(312, 2, 'Г', 26, 4, 'Терёхина Т.Л.', 'Балашова, Седов, Кастерин, Искужина', '2018-05-17', '13:17:15'),
(313, 8, 'Б', 21, 2, 'Делянова С. В.', 'Гонтарь Ю\r\nВасичкина А', '2018-05-18', '08:01:43'),
(314, 3, 'Б', 25, 4, 'Малинина С.А', 'Беляев Николай, Голубков Дима,\r\nКиселёв Саша, \r\nХохлова Ольга.\r\n', '2018-05-18', '08:24:40'),
(315, 1, 'Г', 26, 6, 'ПотаповаИГ', 'Кучерова,Джавадян, Стребиж, Хмарских,    Камаев, Дюрягин.', '2018-05-18', '08:27:48'),
(316, 1, 'Б', 27, 1, 'ХватоваЛВ', 'Скрябин Матвей', '2018-05-18', '08:29:28'),
(317, 4, 'В', 23, 6, 'Петролай А. С.', 'Бевзюк, Гарипов, Иванцова, Иноземцева, Пятилетова, Медко', '2018-05-18', '08:32:15'),
(318, 4, 'Г', 22, 5, 'Е.В. Лаптева', 'Неганова Виолетта\r\nЖакшылыков Альберт\r\nРоманенко Александр\r\nНоврузов Аслан\r\nНоврузова Лейла\r\nСкрябина Анна\r\n', '2018-05-18', '08:32:18'),
(319, 2, 'В', 25, 6, 'Десятникова Л.Н.', '1.	Гонтарь Матвей\r\n2.	\r\n3.	Зотин Сергей\r\n4.	Зотина Анфиса\r\n5.	\r\n6.	Симонов Дмитрий\r\n7.	Олимова Диана\r\n8.	Чермантиева Ксения\r\n', '2018-05-18', '08:32:18'),
(320, 3, 'В', 21, 5, 'Симонова Л.Н.', 'Лавров Д., Танасов Д., Хусаинов А., Ходжаев Д., Цыбин И.', '2018-05-18', '08:32:56'),
(321, 4, 'А', 22, 6, 'Старшова Лидия Петровна', 'Пименова Т., Ямова М., Туркин  А., Шмигель В., Гузиев М., Афанасьева  В.', '2018-05-18', '08:33:03'),
(322, 7, 'Б', 23, 1, 'Мокшина Я.В.', 'Положай В.Д.', '2018-05-18', '08:37:23'),
(323, 1, 'В', 22, 7, 'Никулина Т.В.', 'Кляйн М., Цепилов А., Жиряков А., Ходжаев С., Михеев В., Гонтарь М., Садюков М.', '2018-05-18', '08:37:36'),
(324, 3, 'А', 20, 9, 'Степанова Л.А.', 'Балтачева С., Габрийчук В., Зыкин А., Зыкин А., Красноборова В., Пятилетова С., Пятилетова Д., Убамасова П., Нестерова Д.', '2018-05-18', '08:40:07'),
(325, 1, 'А', 27, 6, 'Терёхина Т.Л.', 'Ермилова, Бондаренко, Романенко, Цыбин, Абраров, Поляков', '2018-05-18', '08:40:57'),
(326, 6, 'А', 26, 3, 'Лаптева Е. С.', 'Камаева Мария, Хорошева Мария, Потапов Роман', '2018-05-18', '08:41:52'),
(327, 3, 'Г', 22, 4, 'Гайсина Ф.З.', '1.	Абдурахманов Магомед\r\n	\r\n2.	Киктенко Пётр\r\n3.	Русинова Анна\r\n4.	Ходжаева Шаходат\r\n', '2018-05-18', '08:42:36'),
(328, 5, 'Б', 22, 4, 'Гречкина Е.Е.', 'Ткаченко, Симоненко, Ходжаева, Ошарова ', '2018-05-18', '08:45:03'),
(329, 7, 'А', 19, 4, 'Гардер ИА', 'Калугина\r\nТурова\r\nГорейко\r\nСтрижак', '2018-05-18', '08:55:58'),
(330, 8, 'В', 23, 6, 'ГрибовскаяГ.К.', 'Бондаренко\r\nголдобин\r\nгузиев\r\nОстровкася\r\nСайгина\r\nкохон', '2018-05-18', '08:59:39'),
(331, 5, 'Г', 23, 6, 'Заломина Е.Ю.', 'Абрарова Арина\r\n Кучирова Диана\r\n Данильченко Саша \r\nФакарова Камилла \r\nЦыбина Саша \r\n\r\nКрасноперов Кирилл\r\n', '2018-05-18', '09:18:32'),
(332, 4, 'Б', 27, 2, 'Симонова Ирина Викторовна', 'Вологжанина Александра\r\nЯруллина Алина', '2018-05-18', '09:18:52'),
(333, 8, 'А', 23, 2, 'Федера Т.А.', 'Афанасьева В.С.\r\nРусинова Т.С.', '2018-05-18', '09:20:23'),
(334, 7, 'В', 22, 6, 'Ганжа Наталья Константиновна', 'Печаткина\r\nБалашова\r\nДнильченко\r\nТанасова\r\nХоджаева\r\nМихайлов', '2018-05-18', '09:20:34'),
(335, 9, 'А', 25, 3, 'Садюкова', 'Пьянзин Полевая Горейко', '2018-05-18', '09:21:26'),
(336, 10, 'Б', 25, 1, 'Ленков Андрей Иванович', 'Вандышев Кирилл', '2018-05-18', '10:15:03'),
(337, 6, 'Б', 23, 5, 'Журавская М.В,', 'Голдобин Николай, Косенко Владимир, Хусаинов Степан, Чермантиев Илья, ЯмовПавел', '2018-05-18', '09:27:36'),
(338, 5, 'В', 21, 2, 'Крайнова', 'Кобец, Киктенко', '2018-05-18', '09:27:36'),
(339, 6, 'В', 23, 5, 'ЗайцеваЛ.В.', 'Кубасов\r\nЛитвинова\r\nПоликарпова\r\nРусинова\r\nПоложай', '2018-05-18', '09:29:39'),
(340, 10, 'А', 23, 1, 'Кадргулов РР', 'Головин Д.', '2018-05-18', '09:39:26'),
(341, 5, 'А', 21, 7, 'Ермакова НИ', '', '2018-05-18', '09:48:24'),
(342, 9, 'В', 24, 6, 'Фалалеева Л. А', 'Ельшин А\r\nЕльшина В\r\nИшмухаметова Д\r\nМихеев А\r\nХоджаева с\r\nНеганов А', '2018-05-18', '10:13:32'),
(343, 9, 'Б', 19, 5, 'Семенов.Д.А.', 'Зотина,Тюляев,Хохлова,Костенюк,Туров.', '2018-05-18', '10:25:00'),
(344, 7, 'Г', 19, 2, 'ПавленкоПВ', 'Ишмухаметов\r\nХоджаев', '2018-05-18', '10:44:19'),
(345, 11, 'Б', 15, 0, 'Балчугова Альбина Юрьевна ', '', '2018-05-18', '10:52:56'),
(346, 11, 'А', 15, 2, 'ЛуценкоГ.И.', 'Кучиров А,Казачко Д.', '2018-05-18', '11:12:08'),
(347, 2, 'Б', 25, 9, 'Радостева Наталья Степановна', 'Михайлова, Сайгина, Логинов, Ходжаева, Машина, Иванцов, мамедова, Бердова, Моисеева.', '2018-05-18', '12:17:07'),
(348, 2, 'Г', 26, 4, 'Терёхина Т.Л.', 'Седов, Искужина, Костерин, балашова', '2018-05-18', '13:27:42'),
(349, 2, 'Г', 26, 4, 'Терёхина Т.Л.', 'Седов, Искужина, костерин, балашова', '2018-05-19', '08:19:31'),
(350, 7, 'В', 23, 7, 'Ганжа Наталья Константиновна', 'Печаткина\r\nХоджаева\r\nБалашова\r\nДанильченко\r\nТанасова\r\nМихайлов\r\nФакарова', '2018-05-19', '08:21:38'),
(351, 3, 'Б', 26, 4, 'Малинина С.А', 'Беляев Николай, Голубков Дима,\r\nКиселёв Саша, \r\nХохлова Ольга.\r\n', '2018-05-19', '08:32:56'),
(352, 3, 'Г', 20, 4, 'Гайсина Ф.З.', '1.	Абдурахманов Магомед\r\n	\r\n2.	Киктенко Пётр\r\n3.	Русинова Анна\r\n4.	Ходжаева Шаходат\r\n', '2018-05-19', '08:36:40'),
(353, 3, 'А', 18, 6, 'Степанова Л.А.', 'Габрийчук В., Кубасов М., Красноборова В., Пятилетова С., Пятилетова Д., Убамасова П.', '2018-05-19', '08:36:48'),
(354, 4, 'В', 23, 5, 'Петролай А. С.', 'Гарипов, Иноземцева, Пятилетова, Иванцова, Медко', '2018-05-19', '08:36:55'),
(355, 2, 'Б', 23, 9, 'Радостева Наталья Степановна', 'Михайлова, Сайгина, Логинов, Ходжаева, Машина, Иванцов, Мамедова, Бердова, Моисеева.', '2018-05-19', '08:37:22'),
(356, 8, 'Б', 20, 2, 'Делянова Светлана Валерьевна', 'Васичкина алиса\r\nГонтарь Юрий', '2018-05-19', '08:41:38'),
(357, 2, 'В', 19, 3, 'Десятникова Л.Н.', '1.	\r\n3.	Зотин Сергей\r\n4.	\r\n5.	\r\n6.	Симонов Дмитрий\r\n7.	\r\n8.	Чермантиева Ксения\r\n', '2018-05-19', '08:41:39'),
(358, 2, 'А', 21, 2, 'Ильюк Л.А.', 'Кадргулов Радмир\r\nСадюкова Диана', '2018-05-19', '08:42:04'),
(359, 3, 'В', 20, 5, 'Симонова Л.Н.', 'Лавров Д., Танасов, Ходжаев Д., Хусаинов А., Цыбин И.', '2018-05-19', '08:44:27'),
(360, 4, 'Г', 20, 5, 'Е.В. Лаптева', 'Неганова Виолетта \r\nНоврузов Аслан\r\nСкрябина Анна \r\nРоманенко Александр\r\nЖакшылыков Альберт', '2018-05-19', '08:47:50'),
(361, 4, 'А', 22, 5, 'Старшова Лидия Петровна', 'Пименова Т., Ямова М., Туркин  А., Шмигель В., Гузиев М.', '2018-05-19', '08:51:33'),
(362, 6, 'А', 23, 3, 'Лаптева Е. С.', 'Камаева Мария, Хорошева Мария, Потапов Роман', '2018-05-19', '08:53:49'),
(363, 4, 'Б', 25, 2, 'Симонова Ирина Викторовна', 'Вологжанина Александра\r\nЯруллина Алина', '2018-05-19', '08:55:36'),
(364, 11, 'А', 20, 2, 'ЛуценкоГ.И.', 'Казачко Д.,Кучиров А.', '2018-05-19', '08:57:12'),
(365, 8, 'В', 23, 6, 'Грибовская Г.К.', 'Бондаренко А\r\nГолдобин \r\nГузиев\r\nОстровская\r\nСайгина\r\nКохан', '2018-05-19', '08:58:20'),
(366, 7, 'Б', 20, 1, 'Мокшина Я.В.', 'Положай В.Д.', '2018-05-19', '08:58:33'),
(367, 10, 'А', 20, 1, 'КадргуловРР', 'Головин Д.', '2018-05-19', '09:01:26'),
(368, 5, 'Г', 20, 4, 'Заломина Е.Ю.', ' Данильченко Саша \r\nФакарова Камилла \r\nЦыбина Саша \r\n\r\nКрасноперов Кирилл\r\n', '2018-05-19', '09:02:40'),
(369, 9, 'А', 25, 3, 'Садюкова', 'Горейко Пьянзин Полевая', '2018-05-19', '09:18:19'),
(370, 9, 'Б', 19, 5, 'СеменовД.А.', 'Туров,Зотина,Насадюк,Костенюк,Хохлова.', '2018-05-19', '09:20:48'),
(371, 8, 'А', 24, 2, 'Федера Т.А.', 'Афанасьева В.С.\r\nРусинова Т.С.', '2018-05-19', '09:22:41'),
(372, 5, 'А', 19, 6, 'Ермакова НИ', 'Жирякова, Жихорь, Кохан, Шакирьянова, Хафизов, Ходжаев', '2018-05-19', '09:27:57'),
(373, 7, 'А', 18, 4, 'Гардер ИА', ' Турова\r\nКалугина\r\nСтрижак\r\nГорейко', '2018-05-19', '09:29:33'),
(374, 7, 'Г', 19, 2, 'Павленко П,В,', 'Ишмухаметов Д.\r\nХоджаев А.', '2018-05-19', '09:31:41'),
(375, 5, 'В', 18, 2, 'Крайнова', 'Кобец, Киктенко', '2018-05-19', '09:35:26'),
(376, 9, 'В', 23, 5, 'Фалалеева Л. А', 'Ельшина В\r\nИшмухаметова Д\r\nМихеев А\r\nНеганов А\r\nХоджаева С', '2018-05-19', '09:37:50'),
(377, 5, 'Б', 20, 4, 'Гречкина Е.Е. ', 'Ткаченко Б, Симоненко Б., Ходжаева Ш., Ошарова Е. ', '2018-05-19', '09:39:22'),
(378, 6, 'В', 23, 5, 'ЗайцеваЛ.В.', 'Кубасов\r\nРусинова\r\nЛитвинова\r\nПоликарпова \r\nПоложай', '2018-05-19', '09:41:58'),
(379, 6, 'Б', 18, 4, 'Журавская М.В,', 'Хусаинов, Косенко, Голдобин, Ямов.', '2018-05-19', '09:47:19'),
(380, 10, 'Б', 25, 1, 'Ленков Андрей Иванович', 'Вандышев Кирилл', '2018-05-19', '10:15:03'),
(381, 11, 'Б', 21, 1, 'Балчугова АЮ', 'Пименова Екатерина', '2018-05-19', '10:15:27');

-- --------------------------------------------------------

--
-- Структура таблицы `eatery_user_data`
--

CREATE TABLE `eatery_user_data` (
  `id` int(11) NOT NULL,
  `user_id` int(10) NOT NULL,
  `count` int(100) DEFAULT '0',
  `count_lg` int(100) DEFAULT '0',
  `names_lg` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `eatery_user_data`
--

INSERT INTO `eatery_user_data` (`id`, `user_id`, `count`, `count_lg`, `names_lg`) VALUES
(9, 15, 0, 0, '1'),
(12, 32, 0, 0, ''),
(13, 33, 0, 0, NULL),
(14, 34, 0, 0, NULL),
(15, 35, 0, 0, NULL),
(16, 36, 0, 0, NULL),
(17, 37, 0, 0, NULL),
(18, 38, 0, 0, NULL),
(19, 39, 0, 0, NULL),
(20, 40, 0, 0, NULL),
(21, 41, 0, 0, NULL),
(22, 42, 0, 0, NULL),
(23, 43, 0, 0, NULL),
(24, 44, 0, 0, NULL),
(25, 45, 0, 0, NULL),
(26, 46, 0, 0, NULL),
(27, 47, 0, 0, NULL),
(28, 48, 0, 0, NULL),
(29, 49, 0, 0, NULL),
(30, 50, 0, 0, NULL),
(31, 51, 24, 7, 'Абрарова Арина\r\nКучирова Диана\r\nДанильченко Саша \r\nФакарова Камилла \r\nЦыбина Саша \r\nГорейко Даша\r\nКрасноперов Кирилл\r\n'),
(32, 52, 0, 0, NULL),
(33, 53, 0, 0, NULL),
(34, 54, 0, 0, NULL),
(35, 55, 0, 0, NULL),
(36, 56, 0, 0, NULL),
(37, 57, 0, 0, NULL),
(38, 58, 0, 0, NULL),
(39, 59, 0, 0, NULL),
(40, 60, 0, 0, NULL),
(41, 61, 0, 0, NULL),
(42, 62, 0, 0, NULL),
(43, 63, 0, 0, NULL),
(44, 64, 0, 0, NULL),
(46, 66, 0, 0, NULL),
(47, 67, 0, 0, NULL),
(48, 68, 0, 0, NULL),
(49, 69, 0, 0, NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `medic`
--

CREATE TABLE `medic` (
  `id` int(11) NOT NULL,
  `class` int(2) NOT NULL,
  `class_name` varchar(2) NOT NULL,
  `count` int(11) NOT NULL,
  `number_of_patients` int(11) NOT NULL,
  `patients_primary` int(11) NOT NULL,
  `user_name` varchar(65) NOT NULL,
  `date` date NOT NULL,
  `time` time NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `medic`
--

INSERT INTO `medic` (`id`, `class`, `class_name`, `count`, `number_of_patients`, `patients_primary`, `user_name`, `date`, `time`) VALUES
(1, 1, 'А', 1, 1, 0, 'Терёхина Т.Л.', '2018-05-04', '16:37:13'),
(2, 1, 'Б', 0, 0, 0, 'test2', '2018-05-04', '15:07:44'),
(3, 1, 'В', 0, 0, 0, 'test3', '2018-05-04', '15:09:29'),
(4, 4, 'А', 0, 0, 0, 'test2', '2018-05-04', '15:32:28'),
(5, 4, 'Б', 5, 0, 0, 'Симонова Ирина Викторовна', '2018-05-05', '08:40:18'),
(6, 5, 'Г', 4, 1, 0, 'Заломина Е.Ю.', '2018-05-05', '08:40:19'),
(7, 4, 'А', 6, 2, 1, 'Старшова Лидия Петровна', '2018-05-05', '09:07:19'),
(8, 5, 'Б', 4, 4, 1, 'Гречкина Е.Е.', '2018-05-05', '09:23:20'),
(9, 6, 'Б', 7, 4, 0, 'Журавская МВ', '2018-05-05', '13:45:04'),
(10, 7, 'Г', 5, 1, 0, 'Павленко ПВ', '2018-05-05', '09:51:38'),
(11, 1, 'Г', 26, 2, 1, 'Потапова И.Г.', '2018-05-07', '08:43:57'),
(12, 4, 'В', 3, 0, 0, 'Петролай А. С.', '2018-05-07', '08:40:44'),
(13, 4, 'А', 2, 2, 2, 'Старшова Лидия Петровна', '2018-05-07', '08:45:52'),
(14, 4, 'Б', 2, 0, 0, 'Симонова Ирина Викторовна', '2018-05-07', '08:49:16'),
(15, 4, 'Г', 8, 4, 4, 'ЛаптеваЕВ', '2018-05-07', '09:00:49'),
(16, 5, 'Г', 3, 0, 0, 'Заломина Е.Ю.', '2018-05-07', '09:14:34'),
(17, 5, 'Б', 4, 4, 1, 'Гречкина Е.Е.', '2018-05-07', '09:23:20'),
(18, 6, 'Б', 7, 4, 0, 'Журавская МВ', '2018-05-07', '13:45:04'),
(19, 7, 'Г', 3, 2, 0, 'Павленко П.В.', '2018-05-07', '10:25:51'),
(20, 5, 'Б', 4, 4, 1, 'Гречкина Е.Е.', '2018-05-08', '09:23:20'),
(21, 4, 'А', 3, 3, 3, 'Старшова Лидия Петровна', '2018-05-08', '08:33:29'),
(22, 4, 'В', 3, 0, 0, 'Петролай А. С.', '2018-05-08', '08:38:32'),
(23, 4, 'Б', 2, 0, 0, 'Симонова Ирина Викторовна', '2018-05-08', '08:48:22'),
(24, 4, 'Г', 9, 6, 2, 'ЛаптеваЕВ', '2018-05-08', '09:01:43'),
(25, 5, 'Г', 3, 0, 0, 'Заломина Е.Ю.', '2018-05-08', '09:19:54'),
(26, 11, 'Б', 0, 0, 0, 'Балчугова Альбина Юрьевна', '2018-05-08', '09:26:10'),
(27, 7, 'Г', 1, 0, 0, 'Павленко П.В.', '2018-05-08', '09:49:04'),
(28, 6, 'Б', 7, 4, 0, 'Журавская МВ', '2018-05-08', '13:45:04'),
(29, 4, 'В', 3, 0, 0, 'Петролай А. С.', '2018-05-10', '08:31:04'),
(30, 1, 'Г', 26, 2, 1, 'Потапова И.Г.', '2018-05-10', '08:43:57'),
(31, 4, 'А', 4, 4, 1, 'Старшова Лидия Петровна', '2018-05-10', '08:32:32'),
(32, 4, 'Б', 0, 0, 0, 'Симонова Ирина Викторовна', '2018-05-10', '08:52:07'),
(33, 4, 'Г', 6, 4, 0, 'ЛаптеваЕВ', '2018-05-10', '08:57:10'),
(34, 6, 'Б', 7, 4, 0, 'Журавская МВ', '2018-05-10', '13:45:04'),
(35, 5, 'Г', 3, 0, 0, 'Заломина Е.Ю.', '2018-05-10', '09:52:13'),
(36, 3, 'А', 6, 4, 1, 'Степанова', '2018-05-10', '09:59:08'),
(37, 10, 'А', 1, 0, 0, 'Кадргулов РР', '2018-05-10', '10:05:42'),
(38, 5, 'Б', 4, 4, 1, 'Гречкина Е.Е.', '2018-05-10', '09:23:20'),
(39, 3, 'Б', 3, 3, 0, 'Малинина С.А.', '2018-05-10', '12:40:36'),
(40, 5, 'В', 4, 3, 2, 'Крайнова', '2018-05-10', '14:50:53'),
(41, 2, 'Г', 3, 2, 1, 'Терёхина Т.Л.', '2018-05-10', '15:02:28'),
(42, 4, 'Б', 0, 0, 0, 'Симонова Ирина Викторовна', '2018-05-11', '08:15:06'),
(43, 1, 'А', 1, 1, 0, 'Терёхина Т.Л.', '2018-05-11', '16:37:13'),
(44, 3, 'А', 6, 3, 0, 'Степанова Л.А.', '2018-05-11', '08:33:10'),
(45, 3, 'Г', 0, 0, 0, 'Гайсина Ф.З.', '2018-05-11', '08:34:12'),
(46, 2, 'Б', 4, 4, 1, 'Радостева Наталья Степановна', '2018-05-11', '08:34:12'),
(47, 4, 'А', 4, 4, 0, 'С', '2018-05-11', '08:34:56'),
(48, 4, 'Г', 7, 4, 0, 'ЛаптеваЕВ', '2018-05-11', '08:36:45'),
(49, 1, 'Б', 0, 2, 1, 'ХватоваЛВ', '2018-05-11', '08:38:29'),
(50, 1, 'Г', 26, 2, 1, 'Потапова И.Г.', '2018-05-11', '08:43:57'),
(51, 7, 'В', 3, 1, 1, 'Ганжа Наталья Константиновна', '2018-05-11', '08:53:31'),
(52, 5, 'Г', 4, 1, 1, 'Заломина Е.Ю.', '2018-05-11', '08:55:55'),
(53, 8, 'А', 2, 0, 0, 'ФедераТА', '2018-05-11', '09:07:36'),
(54, 6, 'А', 1, 1, 0, 'Лаптева Е. С.', '2018-05-11', '09:09:51'),
(55, 5, 'А', 1, 1, 0, 'Ермакова НИ', '2018-05-11', '09:21:15'),
(56, 11, 'А', 6, 3, 1, 'ЛуценкоГИ', '2018-05-11', '12:02:15'),
(57, 5, 'Б', 4, 4, 1, 'Гречкина Е.Е.', '2018-05-11', '09:23:20'),
(58, 10, 'А', 2, 0, 0, 'КадргуловРР', '2018-05-11', '09:30:45'),
(59, 6, 'Б', 7, 4, 0, 'Журавская МВ', '2018-05-11', '13:45:04'),
(60, 7, 'Г', 6, 2, 1, 'Павленко П.В.', '2018-05-11', '10:08:44'),
(61, 4, 'В', 3, 0, 0, 'Петролай А. С.', '2018-05-11', '10:47:16'),
(62, 8, 'В', 1, 1, 0, 'ГрибовскаяГ.К.', '2018-05-11', '11:04:03'),
(63, 2, 'Г', 3, 2, 0, 'Терёхина Т.Л.', '2018-05-11', '13:49:46'),
(64, 4, 'Б', 0, 0, 0, 'Симонова Ирина Викторовна', '2018-05-12', '08:25:04'),
(65, 7, 'В', 3, 0, 3, 'Ганжа Наталья Константиновна', '2018-05-12', '08:32:47'),
(66, 4, 'В', 4, 0, 0, 'Петролай А. С.', '2018-05-12', '08:33:34'),
(67, 2, 'В', 3, 2, 1, 'Десятникова Л.Н.', '2018-05-12', '08:33:40'),
(68, 2, 'Б', 3, 3, 1, 'Радостева Наталья Степановна', '2018-05-12', '08:34:58'),
(69, 4, 'А', 4, 4, 0, 'Старшова Лидия Петровна', '2018-05-12', '08:37:58'),
(70, 3, 'А', 6, 4, 0, 'Степанова Л.А.', '2018-05-12', '08:47:13'),
(71, 3, 'Г', 0, 0, 0, 'Гайсина Ф.З.', '2018-05-12', '08:47:35'),
(72, 8, 'В', 1, 1, 0, 'Грибовская Г.К', '2018-05-12', '08:57:15'),
(73, 10, 'А', 3, 0, 0, 'Кадргулов РР', '2018-05-12', '09:21:32'),
(74, 6, 'А', 2, 1, 0, 'Лаптева Е. С.', '2018-05-12', '09:27:23'),
(75, 11, 'А', 4, 3, 1, 'ЛуценкоГИ', '2018-05-12', '09:28:12'),
(76, 6, 'В', 1, 1, 0, 'ЗайцеваЛ.В.', '2018-05-12', '09:42:47'),
(77, 5, 'Г', 5, 2, 1, 'Заломина Е.Ю.', '2018-05-12', '09:42:48'),
(78, 7, 'А', 22, 1, 0, 'Гардер ИА', '2018-05-12', '09:43:51'),
(79, 5, 'А', 1, 1, 0, 'Ермакова НИ', '2018-05-12', '09:44:22'),
(80, 6, 'Б', 7, 4, 0, 'Журавская МВ', '2018-05-12', '13:45:04'),
(81, 1, 'А', 1, 1, 0, 'Терёхина Т.Л.', '2018-05-14', '16:37:13'),
(82, 3, 'Г', 0, 0, 0, 'Гайсина Ф.З.', '2018-05-14', '08:32:20'),
(83, 2, 'Б', 4, 4, 1, 'Радостева Наталья Степановна', '2018-05-14', '08:32:53'),
(84, 2, 'В', 3, 2, 0, 'Десятникова Л.Н.', '2018-05-14', '08:33:14'),
(85, 4, 'А', 4, 4, 0, 'Старшова Лидия Петровна', '2018-05-14', '08:33:37'),
(86, 4, 'В', 4, 1, 1, 'Петролай А. С.', '2018-05-14', '08:34:25'),
(87, 4, 'Г', 8, 4, 1, 'ЛаптеваЕВ', '2018-05-14', '08:34:46'),
(88, 3, 'В', 2, 2, 1, 'Симонова Л.Н.', '2018-05-14', '08:39:00'),
(89, 1, 'Г', 26, 2, 1, 'Потапова И.Г.', '2018-05-14', '08:43:57'),
(90, 7, 'В', 2, 0, 2, 'Ганжа Наталья Константиновна', '2018-05-14', '08:42:31'),
(91, 6, 'А', 1, 1, 0, 'Лаптева Е. С.', '2018-05-14', '08:43:56'),
(92, 4, 'Б', 0, 0, 0, 'Симонова Ирина Викторовна', '2018-05-14', '09:01:46'),
(93, 1, 'Б', 2, 1, 0, 'ХватоваЛВ', '2018-05-14', '09:03:04'),
(94, 5, 'А', 6, 3, 2, 'Ермакова НИ', '2018-05-14', '09:20:14'),
(95, 5, 'Г', 1, 1, 0, 'Заломина Е.Ю.', '2018-05-14', '09:21:45'),
(96, 6, 'В', 1, 1, 0, 'ЗайцеваЛ.В.', '2018-05-14', '09:42:47'),
(97, 11, 'А', 7, 2, 0, 'ЛуценкоГИ', '2018-05-14', '09:52:22'),
(98, 8, 'А', 3, 0, 0, 'ФедераТА', '2018-05-14', '09:52:49'),
(99, 6, 'Б', 4, 3, 1, 'Журавская МВ', '2018-05-14', '09:57:46'),
(100, 10, 'А', 4, 2, 0, 'КадргуловРР', '2018-05-14', '10:00:58'),
(101, 3, 'А', 3, 1, 0, 'Степанова Л.А.', '2018-05-14', '10:07:58'),
(102, 5, 'Б', 4, 4, 1, 'Гречкина Е.Е.', '2018-05-14', '09:23:20'),
(103, 8, 'Б', 3, 2, 1, 'Делянова Светлана Валерьевна', '2018-05-14', '11:23:20'),
(104, 8, 'В', 1, 1, 0, 'ГрибовскаяГ.К.', '2018-05-14', '11:51:35'),
(105, 5, 'В', 4, 3, 0, 'Крайнова', '2018-05-14', '12:10:52'),
(106, 2, 'Г', 26, 0, 0, 'Терёхина Т.Л.', '2018-05-14', '12:30:19'),
(107, 1, 'А', 1, 1, 0, 'Терёхина Т.Л.', '2018-05-15', '16:37:13'),
(108, 2, 'В', 2, 1, 0, 'Десятникова Л.Н.', '2018-05-15', '08:31:39'),
(109, 1, 'Г', 3, 3, 1, 'ПотаповаИГ', '2018-05-15', '08:33:24'),
(110, 7, 'В', 2, 0, 2, 'Ганжа Наталья Константиновна', '2018-05-15', '08:33:58'),
(111, 4, 'В', 3, 1, 0, 'Петролай А. С.', '2018-05-15', '08:34:55'),
(112, 3, 'Г', 0, 0, 0, 'Гайсина Ф.З.', '2018-05-15', '08:35:31'),
(113, 3, 'В', 2, 2, 0, 'Симонова Л.Н.', '2018-05-15', '08:36:36'),
(114, 4, 'А', 6, 6, 2, 'Старшова Лидия Петровна', '2018-05-15', '08:37:50'),
(115, 6, 'А', 1, 1, 0, 'Лаптева Е. С.', '2018-05-15', '08:40:44'),
(116, 3, 'А', 3, 2, 0, 'Степанова Л.А.', '2018-05-15', '08:41:24'),
(117, 8, 'Б', 3, 2, 1, 'Делянова Светлана Валерьевна', '2018-05-15', '08:42:05'),
(118, 4, 'Б', 0, 0, 0, 'Симонова Ирина Викторовна', '2018-05-15', '08:43:14'),
(119, 8, 'А', 1, 0, 0, 'Федера Т.А.', '2018-05-15', '08:56:01'),
(120, 10, 'А', 2, 0, 0, 'КадргуловРР', '2018-05-15', '09:01:33'),
(121, 5, 'Б', 4, 4, 1, 'Гречкина Е.Е.', '2018-05-15', '09:23:20'),
(122, 5, 'Г', 0, 0, 0, 'Заломина Е.Ю.', '2018-05-15', '09:12:22'),
(123, 5, 'В', 2, 1, 0, 'Крайнова', '2018-05-15', '09:16:36'),
(124, 1, 'В', 3, 2, 0, 'Никулина Т.В.', '2018-05-15', '09:16:40'),
(125, 11, 'А', 0, 0, 0, 'ЛуценкоГ.И.', '2018-05-15', '09:18:39'),
(126, 6, 'Б', 3, 2, 0, 'Журавская М.В,', '2018-05-15', '09:22:58'),
(127, 9, 'А', 2, 2, 2, 'Садюкова', '2018-05-15', '09:23:19'),
(128, 8, 'В', 1, 1, 1, 'ГрибовскаяГ.К.', '2018-05-15', '09:25:51'),
(129, 5, 'А', 5, 3, 0, 'Ермакова НИ', '2018-05-15', '09:26:26'),
(130, 6, 'В', 1, 1, 0, 'ЗайцеваЛ.В.', '2018-05-15', '09:42:47'),
(131, 4, 'Г', 6, 4, 0, 'Е.В. Лаптева', '2018-05-15', '09:55:03'),
(132, 11, 'Б', 0, 0, 0, 'Балчугова АЮ', '2018-05-15', '11:02:45'),
(133, 3, 'Б', 0, 0, 0, 'Малинина С.А', '2018-05-15', '11:36:02'),
(134, 10, 'Б', 2, 0, 0, 'Ленков Андрей Иванович', '2018-05-15', '12:08:38'),
(135, 2, 'Б', 3, 3, 0, 'Р', '2018-05-15', '12:41:57'),
(136, 2, 'Г', 0, 0, 0, 'Терёхина Т.Л.', '2018-05-15', '13:46:17'),
(137, 1, 'А', 1, 1, 0, 'Терёхина Т.Л.', '2018-05-16', '08:27:25'),
(138, 3, 'Г', 0, 0, 0, 'Гайсина Ф.З.', '2018-05-16', '08:30:31'),
(139, 2, 'В', 1, 1, 0, 'Десятникова Л.Н.', '2018-05-16', '08:31:25'),
(140, 3, 'А', 3, 2, 0, 'Степанова Л.А.', '2018-05-16', '08:32:21'),
(141, 1, 'Г', 2, 2, 0, 'ПотаповаИГ', '2018-05-16', '08:33:15'),
(142, 1, 'В', 3, 2, 0, 'Никулина Т.В.', '2018-05-16', '08:34:56'),
(143, 4, 'Б', 1, 0, 0, 'Симонова Ирина Викторовна', '2018-05-16', '08:35:22'),
(144, 4, 'А', 5, 5, 0, 'Старшова Лидия Петровна', '2018-05-16', '08:36:09'),
(145, 6, 'А', 1, 1, 0, 'Лаптева Е. С.', '2018-05-16', '08:37:53'),
(146, 4, 'В', 3, 1, 0, 'Петролай А. С.', '2018-05-16', '08:39:46'),
(147, 7, 'В', 2, 0, 0, 'Ганжа Наталья Константиновна', '2018-05-16', '08:40:14'),
(148, 1, 'Б', 1, 1, 0, 'ХватоваЛВ', '2018-05-16', '08:44:30'),
(149, 8, 'В', 1, 1, 0, 'Грибовская Г.К.', '2018-05-16', '08:48:47'),
(150, 11, 'А', 2, 1, 0, 'ЛуценкоГ.И.', '2018-05-16', '09:02:29'),
(151, 4, 'Г', 19, 4, 0, 'Е.В. Лаптева', '2018-05-16', '09:11:11'),
(152, 8, 'Б', 2, 1, 0, 'Делянова Светлана Валерьевна', '2018-05-16', '09:19:22'),
(153, 5, 'Б', 4, 4, 1, 'Гречкина Е.Е.', '2018-05-16', '09:23:20'),
(154, 5, 'Г', 0, 0, 0, 'Заломина Е.Ю.', '2018-05-16', '09:24:30'),
(155, 5, 'В', 1, 1, 0, 'Крайнова', '2018-05-16', '09:28:29'),
(156, 5, 'А', 5, 3, 0, 'Ермакова НИ', '2018-05-16', '09:51:34'),
(157, 6, 'Б', 2, 1, 0, 'Журавская М.В,', '2018-05-16', '10:08:42'),
(158, 8, 'А', 3, 1, 1, 'Федера Т.А.', '2018-05-16', '10:14:40'),
(159, 2, 'Б', 4, 4, 1, 'Радостева Наталья Степановна', '2018-05-16', '10:26:25'),
(160, 10, 'А', 3, 0, 0, 'КадргуловРР', '2018-05-16', '10:39:18'),
(161, 6, 'В', 1, 1, 0, 'ЗайцеваЛ.В.', '2018-05-16', '11:48:00'),
(162, 2, 'Г', 0, 0, 0, 'Терёхина Т.Л.', '2018-05-16', '13:22:11'),
(163, 1, 'Г', 2, 1, 0, 'ПотаповаИГ', '2018-05-17', '08:28:57'),
(164, 1, 'А', 0, 0, 0, 'Терёхина Т.Л.', '2018-05-17', '08:30:26'),
(165, 4, 'А', 4, 4, 1, 'Старшова Лидия Петровна', '2018-05-17', '08:34:09'),
(166, 3, 'Г', 0, 0, 0, 'Гайсина Ф.З.', '2018-05-17', '08:34:52'),
(167, 8, 'Б', 2, 1, 0, 'Делянова Светлана Валерьевна', '2018-05-17', '08:35:26'),
(168, 6, 'А', 0, 0, 0, 'Лаптева Е. С.', '2018-05-17', '08:39:00'),
(169, 2, 'В', 1, 1, 0, 'Десятникова Л.Н.', '2018-05-17', '08:41:22'),
(170, 1, 'В', 5, 3, 1, 'Никулина Т.В.', '2018-05-17', '08:43:16'),
(171, 1, 'Б', 0, 0, 0, 'ХватоваЛВ', '2018-05-17', '08:46:54'),
(172, 3, 'А', 3, 2, 0, 'Степанова Л.А.', '2018-05-17', '08:52:16'),
(173, 3, 'Б', 2, 0, 0, 'Малинина С.А', '2018-05-17', '08:54:59'),
(174, 4, 'Г', 3, 3, 0, 'Е.В. Лаптева', '2018-05-17', '08:56:46'),
(175, 4, 'Б', 0, 0, 0, 'Симонова Ирина Викторовна', '2018-05-17', '09:17:36'),
(176, 6, 'В', 1, 1, 0, 'ЗайцеваЛВ', '2018-05-17', '09:18:08'),
(177, 7, 'В', 2, 0, 2, 'Ганжа Наталья Константиновна', '2018-05-17', '09:18:19'),
(178, 9, 'А', 3, 2, 0, 'Садюкова', '2018-05-17', '09:22:21'),
(179, 7, 'А', 19, 3, 1, 'Гардер ИА', '2018-05-17', '09:23:13'),
(180, 8, 'А', 3, 2, 1, 'Федера Т.А.', '2018-05-17', '09:23:50'),
(181, 5, 'Г', 0, 0, 0, 'Заломина Е.Ю.', '2018-05-17', '09:28:39'),
(182, 5, 'А', 4, 3, 0, 'Ермакова НИ', '2018-05-17', '09:34:55'),
(183, 8, 'В', 1, 1, 0, 'Грибовская Г.К.', '2018-05-17', '09:38:36'),
(184, 11, 'А', 5, 2, 0, 'ЛуценкоГ.И.', '2018-05-17', '09:43:36'),
(185, 5, 'Б', 2, 2, 0, 'Гречкина Е.Е.', '2018-05-17', '09:43:55'),
(186, 10, 'А', 2, 0, 0, 'КадргуловРР', '2018-05-17', '12:13:02'),
(187, 5, 'В', 2, 2, 1, 'Крайнова', '2018-05-17', '12:17:51'),
(188, 2, 'Б', 3, 3, 0, 'Радостева Наталья Степановна', '2018-05-17', '12:21:22'),
(189, 4, 'В', 3, 1, 0, 'ПетролайАС', '2018-05-17', '12:28:41'),
(190, 3, 'В', 3, 1, 0, 'Симонова Л.Н.', '2018-05-18', '08:20:57'),
(191, 3, 'Б', 0, 0, 0, 'Малинина С.А', '2018-05-18', '08:25:36'),
(192, 1, 'Г', 2, 1, 0, 'ПотаповаИГ', '2018-05-18', '08:28:24'),
(193, 2, 'В', 2, 1, 0, 'Десятникова Л.Н.', '2018-05-18', '08:32:41'),
(194, 4, 'Г', 3, 3, 0, 'Е.В. Лаптева', '2018-05-18', '08:32:48'),
(195, 4, 'А', 3, 3, 0, 'Старшова Лидия Петровна', '2018-05-18', '08:34:02'),
(196, 4, 'В', 3, 1, 0, 'Петролай А. С.', '2018-05-18', '08:35:47'),
(197, 7, 'Б', 1, 0, 0, 'Мокшина Я.В.', '2018-05-18', '08:40:21'),
(198, 1, 'А', 0, 0, 0, 'Терёхина Т.Л.', '2018-05-18', '08:41:14'),
(199, 6, 'А', 0, 0, 0, 'Лаптева Е. С.', '2018-05-18', '08:42:09'),
(200, 3, 'Г', 1, 0, 0, 'Гайсина Ф.З.', '2018-05-18', '08:43:16'),
(201, 5, 'Б', 2, 2, 0, 'Гречкина Е.Е.', '2018-05-18', '08:45:21'),
(202, 7, 'А', 5, 4, 0, 'Гардер ИА', '2018-05-18', '08:56:34'),
(203, 8, 'В', 2, 1, 0, 'ГрибовскаяГ.К.', '2018-05-18', '09:00:05'),
(204, 5, 'Г', 1, 1, 1, 'Заломина Е.Ю.', '2018-05-18', '09:18:56'),
(205, 4, 'Б', 0, 0, 0, 'Симонова Ирина Викторовна', '2018-05-18', '09:19:18'),
(206, 11, 'А', 10, 3, 0, 'ЛуценкоГ.И.', '2018-05-18', '09:20:40'),
(207, 8, 'А', 6, 0, 0, 'Федера Т.А.', '2018-05-18', '09:21:01'),
(208, 7, 'В', 3, 0, 3, 'Ганжа Наталья Константиновна', '2018-05-18', '09:21:01'),
(209, 6, 'В', 1, 1, 0, 'ЗайцеваЛ.В.', '2018-05-18', '09:26:07'),
(210, 5, 'В', 3, 2, 0, 'Крайнова', '2018-05-18', '09:27:54'),
(211, 6, 'Б', 2, 1, 0, 'Журавская М.В,', '2018-05-18', '09:30:29'),
(212, 10, 'А', 2, 0, 0, 'КадргуловРР', '2018-05-18', '09:41:05'),
(213, 5, 'А', 3, 2, 0, 'Ермакова НИ', '2018-05-18', '09:48:44'),
(214, 3, 'А', 5, 3, 1, 'Степанова Л.А.', '2018-05-18', '09:59:15'),
(215, 9, 'Б', 3, 0, 0, 'СеменовД.А.', '2018-05-18', '10:25:43'),
(216, 9, 'В', 1, 1, 0, 'Фалалеева Л. А', '2018-05-18', '11:47:22'),
(217, 2, 'Б', 3, 3, 0, 'Радостева Наталья Степановна', '2018-05-18', '12:17:40'),
(218, 2, 'Г', 0, 0, 0, 'Терёхина Т.Л.', '2018-05-18', '13:27:56'),
(219, 7, 'Г', 4, 0, 0, 'Павленко ПВ', '2018-05-18', '14:04:38'),
(220, 2, 'Г', 0, 0, 0, 'Терёхина Т.Л.', '2018-05-19', '08:19:48'),
(221, 7, 'В', 2, 0, 2, 'Ганжа Наталья Константиновна', '2018-05-19', '08:21:58'),
(222, 3, 'Г', 3, 0, 0, 'Гайсина Ф.З.', '2018-05-19', '08:37:08'),
(223, 2, 'Б', 5, 3, 0, 'Радостева Наталья Степановна', '2018-05-19', '08:38:01'),
(224, 2, 'А', 6, 0, 0, 'Ильюк Л.А.', '2018-05-19', '08:42:53'),
(225, 2, 'В', 8, 1, 0, 'Десятникова Л.Н.', '2018-05-19', '08:42:55'),
(226, 8, 'Б', 4, 2, 0, 'Делянова Светлана Валерьевна', '2018-05-19', '08:44:33'),
(227, 4, 'В', 3, 1, 0, 'Петролай А. С.', '2018-05-19', '08:46:51'),
(228, 4, 'Г', 5, 3, 1, 'Е.В. Лаптева', '2018-05-19', '08:48:27'),
(229, 3, 'В', 4, 1, 0, 'Симонова Л.Н.', '2018-05-19', '08:49:50'),
(230, 4, 'А', 3, 2, 0, 'Старшова Лидия Петровна', '2018-05-19', '08:52:13'),
(231, 6, 'А', 3, 0, 0, 'Лаптева Е. С.', '2018-05-19', '08:54:22'),
(232, 11, 'А', 5, 1, 0, 'ЛуценкоГ.И.', '2018-05-19', '08:58:26'),
(233, 8, 'В', 1, 1, 0, 'Грибовская Г.К.', '2018-05-19', '08:58:47'),
(234, 4, 'Б', 2, 0, 0, 'Симонова Ирина Викторовна', '2018-05-19', '08:59:18'),
(235, 7, 'Б', 4, 0, 0, 'Мокшина Я.В.', '2018-05-19', '09:00:40'),
(236, 5, 'Г', 4, 2, 1, 'Заломина Е.Ю.', '2018-05-19', '09:03:06'),
(237, 10, 'А', 5, 0, 0, 'КадргуловРР', '2018-05-19', '09:05:47'),
(238, 9, 'А', 3, 2, 0, 'Садюкова', '2018-05-19', '09:18:47'),
(239, 5, 'А', 5, 2, 1, 'Ермакова НИ', '2018-05-19', '09:27:03'),
(240, 5, 'В', 6, 3, 1, 'Крайнова', '2018-05-19', '09:35:53'),
(241, 9, 'В', 2, 1, 0, 'Фалалеева Л. А', '2018-05-19', '09:38:20'),
(242, 7, 'Г', 4, 0, 0, 'Павленко П,В,', '2018-05-19', '09:38:21'),
(243, 6, 'В', 1, 1, 1, 'ЗайцеваЛ.В.', '2018-05-19', '09:39:32'),
(244, 5, 'Б', 6, 3, 1, 'Гречкина Е.Е.', '2018-05-19', '09:40:06'),
(245, 6, 'Б', 7, 2, 1, 'Журавская М.В,', '2018-05-19', '09:47:48'),
(246, 11, 'Б', 2, 2, 1, 'Балчугова АЮ', '2018-05-19', '13:02:43');

-- --------------------------------------------------------

--
-- Структура таблицы `medic_user_data`
--

CREATE TABLE `medic_user_data` (
  `id` int(11) NOT NULL,
  `user_id` int(10) NOT NULL,
  `count` int(100) DEFAULT '0',
  `number_of_patients` int(100) DEFAULT '0',
  `patients_primary` int(100) DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `medic_user_data`
--

INSERT INTO `medic_user_data` (`id`, `user_id`, `count`, `number_of_patients`, `patients_primary`) VALUES
(6, 15, 0, 0, 0),
(9, 32, 1, 1, 0),
(10, 33, 0, 0, 0),
(11, 34, 0, 0, 0),
(12, 35, 0, 0, 0),
(13, 36, 0, 0, 0),
(14, 37, 0, 0, 0),
(15, 38, 0, 0, 0),
(16, 39, 0, 0, 0),
(17, 40, 0, 0, 0),
(18, 41, 0, 0, 0),
(19, 42, 0, 0, 0),
(20, 43, 0, 0, 0),
(21, 44, 0, 0, 0),
(22, 45, 0, 0, 0),
(23, 46, 0, 0, 0),
(24, 47, 0, 0, 0),
(25, 48, 0, 0, 0),
(26, 49, 0, 0, 0),
(27, 50, 0, 0, 0),
(28, 51, 0, 0, 0),
(29, 52, 0, 0, 0),
(30, 53, 0, 0, 0),
(31, 54, 0, 0, 0),
(32, 55, 0, 0, 0),
(33, 56, 0, 0, 0),
(34, 57, 0, 0, 0),
(35, 58, 0, 0, 0),
(36, 59, 0, 0, 0),
(37, 60, 0, 0, 0),
(38, 61, 0, 0, 0),
(39, 62, 0, 0, 0),
(40, 63, 0, 0, 0),
(41, 64, 0, 0, 0),
(43, 66, 0, 0, 0),
(44, 67, 0, 0, 0),
(45, 68, 0, 0, 0),
(46, 69, 0, 0, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `missing`
--

CREATE TABLE `missing` (
  `id` int(11) NOT NULL,
  `class` int(2) NOT NULL,
  `class_name` varchar(1) NOT NULL,
  `count` int(100) DEFAULT NULL,
  `number_of_patients` text,
  `not_a_good_reason` text,
  `accepted_measure` text,
  `user_name` varchar(65) DEFAULT NULL,
  `date` date NOT NULL,
  `time` time NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `missing`
--

INSERT INTO `missing` (`id`, `class`, `class_name`, `count`, `number_of_patients`, `not_a_good_reason`, `accepted_measure`, `user_name`, `date`, `time`) VALUES
(1, 1, 'А', 0, 'sefd', 'sdf', 'sdf', 'test', '2018-05-10', '09:31:28');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `auth`
--
ALTER TABLE `auth`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `eatery`
--
ALTER TABLE `eatery`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `eatery_user_data`
--
ALTER TABLE `eatery_user_data`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `medic`
--
ALTER TABLE `medic`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `medic_user_data`
--
ALTER TABLE `medic_user_data`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `missing`
--
ALTER TABLE `missing`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `auth`
--
ALTER TABLE `auth`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=71;

--
-- AUTO_INCREMENT для таблицы `eatery`
--
ALTER TABLE `eatery`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=382;

--
-- AUTO_INCREMENT для таблицы `eatery_user_data`
--
ALTER TABLE `eatery_user_data`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=51;

--
-- AUTO_INCREMENT для таблицы `medic`
--
ALTER TABLE `medic`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=247;

--
-- AUTO_INCREMENT для таблицы `medic_user_data`
--
ALTER TABLE `medic_user_data`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=48;

--
-- AUTO_INCREMENT для таблицы `missing`
--
ALTER TABLE `missing`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
